{"id":"7-816","question_stem":"Inside of a fruit is","choices":{"text":["tiny hard pieces","small berries","worms","little sharp flecks"]},"answerKey":"A","facts":["fruit contains seeds","a berry contains seeds","plants are the source of fruit"],"clue":"Fruit interior typically includes seeds or pits, which can vary in size and texture, but do not consist of worms or sharp"}
{"id":"9-496","question_stem":"A weed will only live in the","choices":{"text":["dirt","air","sink","house"]},"answerKey":"A","facts":["aquatic plants live in bodies of water","all living things grow","if a weed is pulled then that weed is destroyed"],"clue":"Weeds, like other plants, can grow in soil, but aquatic plants, a type of weed, thrive in bodies of water, not in air, sinks, or"}
{"id":"7-1190","question_stem":"Taking it out into the sun can","choices":{"text":["drain the power from a solar calculator","power down a solar calculator","short circuit a solar calculator","allow a solar calculator to come on"]},"answerKey":"D","facts":["a solar panel converts sunlight into electricity","solar energy is an inexhaustible resource","solar energy is a renewable resource"],"clue":"Exposing a solar calculator to sunlight enables its solar panel to convert sunlight into electricity, powering it on, not draining or short-circuiting it"}
{"id":"8-252","question_stem":"if something moves faster than before, it might have been affected by what?","choices":{"text":["the application of water","the application of force","the application of light","none of these"]},"answerKey":"B","facts":["force causes the speed of an object to increase","speed is a measure of how fast an object is moving","a force continually acting on an object in the same direction that the object is moving can cause that object 's speed to increase in a forward motion"],"clue":"If something moves faster, it might have been affected by the application of force, as force is what increases an object's speed. Water and light do not have this effect"}
{"id":"8-243","question_stem":"A boy smacks another child in the face. The child cries because","choices":{"text":["it was harmed","it was sitting","it was happy","it was lonely"]},"answerKey":"A","facts":["a mother births offspring","if an object is kicked then force is exerted on that object","An example of hitting something is dropping an object onto that something"],"clue":"The child cried because it was harmed, not because of where it was sitting, its happiness, or loneliness; birth is unrelated to this"}
{"id":"7-766","question_stem":"Sunlight can","choices":{"text":["make eyes more visible","bounce from a rod","create a real problem","blind a garden gnome"]},"answerKey":"B","facts":["the sun is a source of light called sunlight","if something is outside during the day then that something will receive sunlight","if something is in the sunlight then that something will absorb solar energy"],"clue":"Sunlight can make eyes more visible due to its illumination, not by causing problems, bouncing from rods, or blinding garden gnomes, which"}
{"id":"9-382","question_stem":"One of the earth's layer's is it's crust. It can be found","choices":{"text":["just above it's mantle","in the center of the earth","on top of the moon","close to the sun"]},"answerKey":"A","facts":["the crust is a layer of the Earth","the mantle is located just below Earth 's crust","the mantle is a layer of the Earth"],"clue":"The Earth's crust can be found just above its mantle, not in the center of the Earth, on the moon, or near the sun"}
{"id":"7-466","question_stem":"Soil quality is improved when","choices":{"text":["rain water floods the land","organisms pass and rot away","small trees sprout up","microscopic insects infest the landscape"]},"answerKey":"B","facts":["crop rotation has a positive impact on soil quality","erosion of soil has a negative impact on the environment","soil is formed by weathering"],"clue":"Soil quality is improved when organisms pass and rot away, enriching the soil with nutrients, a process unrelated to flooding, tree growth, or insect infestations. Crop rotation"}
{"id":"7-197","question_stem":"To be environmentally friendly","choices":{"text":["use your feet to pedal somewhere","hop in a sedan","put the pedal to the metal in a truck","ride a motorcycle around town"]},"answerKey":"A","facts":["recycling has a positive impact on the environment","riding a bike does not cause pollution","An example of protecting the environment is reducing the amount of pollutants"],"clue":"Recycling is an environmentally friendly practice, while using various vehicles for transportation has different environmental impacts, often less"}
{"id":"8-421","question_stem":"A car is stuck in a ditch, and requires the passengers of the vehicle to get out and push it back onto the road. Two of the three passengers push the car, and they struggle to gain any ground, but when the third passenger helps them","choices":{"text":["the car struggles to move","the car gains ground rapidly","the car is stuck","the car is too heavy to push"]},"answerKey":"B","facts":["pushing an object requires force","as the mass of an object increases , the force required to push that object will increase","a force continually acting on an object in the same direction that the object is moving can cause that object 's speed to increase in a forward motion"],"clue":"When the third passenger helps push the car, it gains ground rapidly because they apply more force, which is required to move the car."}
{"id":"7-317","question_stem":"In the desert at night, most animals that live there find that they require less","choices":{"text":["liquid to consume","food to eat","warmth to sleep","packmates for hunting"]},"answerKey":"A","facts":["a desert environment usually has a lot of sunlight","a desert environment contains very little food","a desert environment is dry"],"clue":"Desert animals require less warmth to sleep at night, as the desert environment usually has a lot of sunlight and warmth during the day."}
{"id":"684","question_stem":"For it to survive, the horse relied on its owner to bring it","choices":{"text":["a harness","a lead.","grain","a saddle"]},"answerKey":"C","facts":["an animal requires energy to move","an animal requires nutrients for survival","an animal requires enough nutrients to survive"],"clue":"An animal, like a horse, requires energy to move, which it obtains from food, such as grain, not harnesses, leads"}
{"id":"9-401","question_stem":"organic life requires certain things to grow such as","choices":{"text":["nutritional values","zinc","acid","darkness"]},"answerKey":"A","facts":["a living thing requires nutrients to grow","an organism is a source of organic material","an organism is a source of organic matter"],"clue":"Organic life requires certain nutrients to grow, which can be found in various substances, but not specifically zinc, acid, or darkness, which are"}
{"id":"332","question_stem":"Which might you find in a zoo?","choices":{"text":["a Sunda Colugo","a Sneezewort","a sousaphone","a Picasso"]},"answerKey":"A","facts":["some animals live in zoo exhibits","An example of a fossil is a paw print in rock","sound can be used for communication by animals"],"clue":"A Sunda Colugo is an animal that might be found in a zoo, while Sneezewort, a sousaphone, and a Picasso are not, as they are a plant, a musical instrument, and an"}
{"id":"9-248","question_stem":"A pack of wolves eat the sheep before a grizzly bear can get to them, what have the wolves done to the bear?","choices":{"text":["out competed","out lasted","out ran","out lived"]},"answerKey":"A","facts":["predators eat prey","predators eat other animals","if two animals eat the same prey then those animals compete for that pey"],"clue":"The wolves have out-competed the bear by eating the sheep before it could, as they are both predators and the bear has been denied its potential prey"}
{"id":"206","question_stem":"What rock is likely to be more mechanically weathered?","choices":{"text":["a rock used to make fires","a rock traveling through space","a rock far below the ground","a rock is hit by the sun's rays"]},"answerKey":"A","facts":["mechanical weathering is when rocks are broken down by mechanical means","sometimes weathering smooths rocks","sometimes weathering rounds rocks"],"clue":"A rock near the surface, exposed to environmental factors, is more likely to be mechanically weathered, not a rock used for fires, a rock in space, or a rock deep underground."}
{"id":"1806","question_stem":"What is an example of humans building houses in a ecosystem and causing change in the environment as a result?","choices":{"text":["a dog house is placed in a fenced in back yard","a birdbath is placed in a park with a low squirrel population","a city is built over a park and deer lose their home","a small house is built in the forest and animals are fed there"]},"answerKey":"C","facts":["humans building homes in an ecosystem causes that environment to change","humans building homes in an environment causes that environment to change","An example of a change in the Earth is an ocean becoming a wooded area"],"clue":"When a city is built over a park, deer lose their home, as humans building homes in an ecosystem cause significant changes to the environment"}
{"id":"302","question_stem":"After a long time, a paw print may end up","choices":{"text":["in water","on a tree","in a building","underground"]},"answerKey":"D","facts":["An example of a fossil is a paw print in rock","when a hibernating frog emergest from mud , that frog has ended its hibernation","if fossils of a water animal or plant are found in a place then that place used to be covered by water in the past"],"clue":"After a long time, a paw print may end up in a building if the building was constructed around it, as paw prints can fossilize in rock"}
{"id":"1427","question_stem":"Muscles pull on bones in order to move them; which is an example of that?","choices":{"text":["shaking your head in frustration","rolling your eyes at someone","wiggling your tongue in your mouth","wrinkling your nose at a smell"]},"answerKey":"A","facts":["muscles pull bones to move the bones","plucking a string can cause that string to vibrate","pushing an object requires force"],"clue":"Shaking your head in frustration is an example of muscles pulling on bones to move them, as the neck muscles contract and cause the head"}
{"id":"750","question_stem":"Which would a carnivore eat?","choices":{"text":["fiddleheads","ramps","dulse","blobfish"]},"answerKey":"D","facts":["carnivores only eat animals","if an animal eats another animal then that animal is a carnivore or omnivore or predator","a predator eats other animals for food"],"clue":"A carnivore would not eat fiddleheads, ramps, dulse, or a blobfish, as these are plants or animals that are not typically consumed by carn"}
{"id":"1388","question_stem":"You can see further from which of these locations on the moon?","choices":{"text":["mountains","crater","buildings","surface"]},"answerKey":"A","facts":["the surface of the Moon contains mountains","the lunar surface contains many craters","the moon 's surface contains highlands"],"clue":"You can see further from the surface of the Moon, as mountains and craters are both found on the surface, and buildings do not exist on"}
{"id":"1222","question_stem":"Plants derive what from soil?","choices":{"text":["pollination and germination","life sustaining substances","roots and oxygen","oxygen and argon"]},"answerKey":"B","facts":["soil is a renewable resource for growing plants","plants are a source of oxygen through photosynthesis","a plant requires soil for to grow"],"clue":"Plants derive life-sustaining substances from soil, including water, nutrients, and minerals, which are essential for growth and development"}
{"id":"1894","question_stem":"What shows that as the amount of food an animal eats decreases , that organism will become thinner?","choices":{"text":["outline of ribs is clearly visible on starving mammals","thin organisms are usually invertebrates","all thin animals lack proper nutrition","animals that have little food are dying"]},"answerKey":"A","facts":["as the amount of food an animal eats decreases , that organism will become thinner","an animal can survive in an environment with little food by storing fat","as the supply of food in an environment decreases , the population of animals in that environment will decrease"],"clue":"The outline of ribs becoming clearly visible on starving mammals shows that as the amount of food an animal eats decreases, it will"}
{"id":"7-296","question_stem":"An attraction may be magnetic if","choices":{"text":["two metals are placed together","substances find one another irresistible","nickel is in a metal rod","iron and nickel are in a bowl"]},"answerKey":"B","facts":["a magnet attracts magnetic metals through magnetism","if a magnet is attracted to a metal then that magnet will stick to that metal","if something contains a large amount of magnetic material then that something will attract magnets"],"clue":"Substances, such as nickel and iron, may be attracted to a magnet due to their magnetic properties, not because they find one another irresistible or because two metals"}
{"id":"334","question_stem":"What best describes the relationship with the moon, Earth, and the sun?","choices":{"text":["the Earth is absorbing sunlight","the moon is equidistant from the sun and Earth","the moon is a star","the sun travels around the Earth"]},"answerKey":"A","facts":["the moon is the celestial object that is closest to the Earth","the moon reflects sunlight towards the Earth","the Sun is the star that is closest to Earth"],"clue":"The moon is the celestial object that is closest to the Earth, and it moves in an elliptical orbit around the Earth, which is in turn in orbit around the"}
{"id":"133","question_stem":"Why would a plant not do well indoors?","choices":{"text":["the temperature is not as good","it's not by other plants","the roots have less light energy to absorb","the chlorophyll has less light energy to absorb"]},"answerKey":"D","facts":["a plant requires sunlight to grow","chlorophyll is used for absorbing light energy by plants","a plant requires a specific climate to grow and survive"],"clue":"A plant may not do well indoors because it may not receive enough sunlight for photosynthesis, which is essential for its growth and"}
{"id":"831","question_stem":"The moon orbits an object that orbits the","choices":{"text":["Earth","moon","sun","Mars"]},"answerKey":"C","facts":["the moon orbits the Earth","the moon is the celestial object that is closest to the Earth","the solar system contains the moon"],"clue":"The moon orbits the Earth, which in turn orbits the sun, as the Earth and the moon are both celestial bodies in motion in the solar system"}
{"id":"7-1130","question_stem":"Liquids","choices":{"text":["can take on numerous formations","is always completely opaque","lacks any sort of malleability","is easily confused with the gas phase"]},"answerKey":"A","facts":["Matter in the liquid phase has variable shape","Matter in the gas phase has variable shape","Matter in the liquid phase has definite volume"],"clue":"Liquids can take on numerous formations, such as flowing or filling a container, as they have variable shape and are easily confused with the gas phase due to their lack"}
{"id":"205","question_stem":"Which changes the environment?","choices":{"text":["backyard vegetable garden","television signals","vacuuming carpet","taking a nap"]},"answerKey":"A","facts":["farming changes the environment","humans building homes in an ecosystem causes that environment to change","seasons cause change to the environment"],"clue":"A backyard vegetable garden changes the environment, as it involves farming, which can lead to soil erosion, water pollution, and habitat destruction."}
{"id":"9-274","question_stem":"The moon is absent of","choices":{"text":["craters","gravity","H2O","CO2"]},"answerKey":"C","facts":["the moon does not contain water","the moon 's surface contains many craters","the lunar surface contains many craters"],"clue":"The moon is absent of H2O, as it does not contain water, but it does have craters and gravity, which are features of the lun"}
{"id":"7-1093","question_stem":"How many revolutions does the moon make around the Earth during spring?","choices":{"text":["one","six","three","twelve"]},"answerKey":"C","facts":["a revolution of the moon around the Earth takes 1 month","the moon orbiting the Earth approximately occurs 13 times per year","the moon orbits the Earth"],"clue":"The moon makes one revolution around the Earth during spring, as it takes approximately one month for the moon to complete a full orbit around the"}
{"id":"7-1091","question_stem":"If a building suddenly collapses inward, the people working inside will likely","choices":{"text":["go away","steer clear","depart earth","walk away"]},"answerKey":"C","facts":["buildings collapsing often cause death","an earthquake changes Earth 's surface quickly","an earthquake causes the ground to shake"],"clue":"If a building suddenly collapses inward, the people working inside will likely not be able to walk away, as buildings collapsing often cause death or serious"}
{"id":"14","question_stem":"What sense is associated with an animal's ingestion?","choices":{"text":["taste","hearing","vision","touch"]},"answerKey":"A","facts":["when an animal eats or drinks something , that animal tastes that something","animals taste flavors","smell is used for finding food by some animals"],"clue":"The sense of taste is associated with an animal's ingestion, as animals can taste food and drink through their mouth and tongue, which are sens"}
{"id":"8-305","question_stem":"if a person eats a fruit, it is possible it was once which of these?","choices":{"text":["none of these","it was a reproduction structure","it was a stone","it was a root"]},"answerKey":"B","facts":["plants are the source of fruit","fruit contains seeds","a berry contains seeds"],"clue":"If a person eats a fruit, it is possible that it was once a plant's reproductive structure, as fruits are the ripened ovaries of flowers, containing seeds for reproduction"}
{"id":"8-180","question_stem":"Ethyl alcohol can be made by distilling and fermenting simple sugars from","choices":{"text":["a starchy slurry","wet sand","dry sawdust","rice fields"]},"answerKey":"A","facts":["ethanol sometimes is made of corn","An example of creating an alternative fuel is turning plant material into fuel","a producer is a source of sugar in an ecosystem"],"clue":"Ethyl alcohol can be made by distilling and fermenting simple sugars from a starchy slurry, as corn is a common source of starch for ethanol production."}
{"id":"7-1175","question_stem":"If a cow is offered a choice, it will turn down","choices":{"text":["a bale of hay","a piece of carrot","a chunk of apple","a chunk of pork"]},"answerKey":"D","facts":["cows only eat plants","when an animal eats or drinks something , that animal tastes that something","if two animals have the same food source then those two animals compete for food"],"clue":"If a cow is offered a choice, it will turn down a chunk of pork, as cows only eat plants, including hay, carrots, and"}
{"id":"1585","question_stem":"When the availability of food sources increase in an environment, what will also increase?","choices":{"text":["Trash","Bodies of Water","Animals/Plants","Air"]},"answerKey":"C","facts":["as the number of sources of food increase in an environment , the population of the organisms will increase in that environment","as available water in an environment decreases , the amount of available food in that environment will decrease","as the supply of food in an environment decreases , the population of animals in that environment will decrease"],"clue":"As the availability of food sources increases in an environment, the population of animals and plants will also increase, as more food leads to more growth and reproduction"}
{"id":"8-397","question_stem":"I can use a Punnett Square to determine if","choices":{"text":["I'll be able to walk on walls","If I will be invisible","I'll be able to have superpowers","I'll be able to twist my tongue"]},"answerKey":"D","facts":["a Punnett square is used to identify the percent chance of a trait being passed down from a parent to its offspring","the shape of an object can be discovered through feeling that object","as the resistance to something increases , how easilty that something can be done will decrease"],"clue":"A Punnett square is used to determine the probability of a genetic trait being passed down from a parent to its offspring, not to predict personal abilities or characteristics."}
{"id":"7-109","question_stem":"Playing music at a certain frequency may","choices":{"text":["shatter a glass","send sound outside","hurt your teeth","crack a mirror"]},"answerKey":"A","facts":["An example of playing a musical instrument is hitting the keys of a piano","musical instruments make sound when they are played","the type of material through which sound passes changes the speed at which sound travels"],"clue":"Playing music at a certain frequency may shatter a glass, as sound waves can cause vibrations that lead to breakage, especially in fragile materials"}
{"id":"1043","question_stem":"When the pie came out of the oven is had more","choices":{"text":["nutrients","calories","heat energy","apples"]},"answerKey":"C","facts":["if food is cooked then heat energy is added to that food","an oven is a source of heat","food is a source of energy for animals"],"clue":"When the pie came out of the oven, it had more heat energy, as cooking food involves adding heat energy, which can also increase the calorie content"}
{"id":"7-354","question_stem":"Tiny particles of moisture may be found","choices":{"text":["in what we all breathe","under the ocean waves","exclusively in hot steam","only in cumulus clouds"]},"answerKey":"A","facts":["An example of moisture is water vapor in the atmosphere","water vapor is found in the atmosphere","breath contains water vapor"],"clue":"Tiny particles of moisture may be found in what we all breathe, as water vapor is a common component of the atmosphere, including air and"}
{"id":"9-379","question_stem":"What is a greenhouse?","choices":{"text":["A place for foreign plants","A house painted green","A secret Army base","The opposite of the White House"]},"answerKey":"A","facts":["a greenhouse is used to protect plants by keeping them warm","a greenhouse is used to protect plants from the cold","a plant light is used for help plants by mimicking sunlight"],"clue":"A greenhouse is a structure used to protect plants by keeping them warm, as it traps heat and light, creating a microclimate for growth and"}
{"id":"7-860","question_stem":"Precipitation is when hail fall from clouds to the ground, and so is","choices":{"text":["sprinkles","water","frost","clouds"]},"answerKey":"A","facts":["precipitation is when hail fall from clouds to the ground","precipitation is when rain fall from clouds to the Earth","precipitation is when snow fall from clouds to the Earth"],"clue":"Precipitation is when hail, snow, sleet, or rain falls from clouds to the ground, as it is a form of water that condenses and falls from the atmosphere"}
{"id":"7-695","question_stem":"The best way to start a fire is to use","choices":{"text":["moisture deprived logs","old branches","green branches","chopped logs"]},"answerKey":"A","facts":["burning wood is used to produce heat","lightning can cause a forest fire","dry wood easily burns"],"clue":"The best way to start a fire is to use dry logs, as moisture-deprived wood burns more easily, producing heat and flame, compared to green or damp"}
{"id":"1269","question_stem":"When it's summer in the USA it's winter","choices":{"text":["in the southern hemisphere","in the northern hemisphere","in the western hemisphere","in the eastern hemisphere"]},"answerKey":"A","facts":["winter in the Northern Hemisphere is during the summer in the Southern Hemisphere","summer is when a hemisphere is tilted towards the sun","winter in a hemisphere occurs when the Pole located in that hemisphere is tilted away from the Sun"],"clue":"When it's summer in the USA, it's winter in the Southern Hemisphere, as the seasons are opposite in the Northern and Southern Hem"}
{"id":"7-795","question_stem":"Wind is a resource that","choices":{"text":["is a fresh idea","can be retrieved repeatedly","is a source of water","is useless in farming"]},"answerKey":"B","facts":["wind is a renewable resource","wind is an inexhaustible resource","wind is a source of energy"],"clue":"Wind is a renewable resource, as it is a form of solar energy that can be harnessed repeatedly, without depleting natural reserves, and used for power generation"}
{"id":"7-130","question_stem":"A seismometer can note how earthquakes are","choices":{"text":["small","fast","strong","long"]},"answerKey":"C","facts":["a seismograph is used for measuring the size of an earthquake","a seismograph is a kind of tool for measuring the size of an earthquake","a seismometer is used to measure the strength or magnitude of an earthquake"],"clue":"A seismometer can note how earthquakes are strong, as it is an instrument used to measure the ground motion and vibrations caused by seismic activity, including earthqu"}
{"id":"1011","question_stem":"Which is most likely a pollinating animal?","choices":{"text":["bear","spider","Anthophila","crocodile"]},"answerKey":"C","facts":["An insect is a pollinating animal","pollination requires pollinating animals","A bird is a pollinating animal"],"clue":"An insect, such as Anthophila (bees), is most likely a pollinating animal, as they are crucial in the process of pollination, transferring pollen from male to female parts of"}
{"id":"396","question_stem":"What do herbivores eat","choices":{"text":["stick bugs","radishes","leaf beetles","sea cucumbers"]},"answerKey":"B","facts":["herbivores only eat plants","omnivores eat plants","meadow voles eat insects"],"clue":"Herbivores eat plants, such as radishes, and not stick bugs, leaf beetles, or sea cucumbers, as they only consume vegetation and not"}
{"id":"1378","question_stem":"Deserts are generally","choices":{"text":["sweltering","cold","tepid","frigid"]},"answerKey":"A","facts":["a desert environment is usually hot in temperature","a desert environment usually has a lot of sunlight","a desert environment has low rainfall"],"clue":"Deserts are generally sweltering, as they are characterized by low rainfall and high temperatures, creating a hot and arid environment."}
{"id":"9-844","question_stem":"A stage in the life cycle process includes what aspect?","choices":{"text":["transporting water","reproducing ideas","entity replication","killing of kin"]},"answerKey":"C","facts":["reproduction is a stage in the life cycle process","reproduction is when an organism passes genetic information from itself to its offspring","metamorphosis is a stage in the life cycle process of some animals"],"clue":"A stage in the life cycle process includes entity replication, as reproduction is a key aspect of the life cycle, allowing for the continuation and growth of populations"}
{"id":"967","question_stem":"chlorophyll","choices":{"text":["would avoid being pinched on St. Patrick's day","would blend in well in the arctic","is the color of an embarrassed person's cheeks","is a color used also to describe someone sad"]},"answerKey":"A","facts":["An example of camouflage is when something has the same color as its environment","An example of camouflage is when something is the same color as its environment","a chloroplast contains chlorophyll"],"clue":"Chlorophyll is not a color used for camouflage, as it is the green pigment in plants, algae, and some bacteria, used for photosynthesis, not for blending into its surroundings"}
{"id":"1241","question_stem":"Gills allow","choices":{"text":["flounder to intake oxygen","giraffes to breathe underwater","respiration for seals and herons","respiration for sea going birds"]},"answerKey":"A","facts":["gills are used for breathing water by aquatic animals","young amphibians breathe through gills","an animal requires oxygen for to breathe"],"clue":"Gills allow flounder to intake oxygen, as they are used for breathing water by aquatic animals, such as fish, enabling respiration and survival in a watery environment"}
{"id":"7-830","question_stem":"The purpose of bird feathers, especially down, is to","choices":{"text":["retain body temps","contain moisture","move air around","help with flight"]},"answerKey":"A","facts":["down feathers are a thermal energy insulator","thick feathers can be used for keeping warm","a skinny beak is used for obtaining food by a bird from small spaces"],"clue":"The purpose of bird feathers, especially down, is to retain body temps, as they are a thermal energy insulator, trapping heat and maintaining body"}
{"id":"908","question_stem":"How do Remora get their food?","choices":{"text":["catch it","scavenge","hunt","steal"]},"answerKey":"B","facts":["remora fish eat food by attaching themselves to sharks and eating the food left behind","some predators move quickly to catch prey","food is a source of energy for animals"],"clue":"Remora get their food by scavenging, as they attach themselves to sharks and other large marine animals, eating the food left behind, such as parasites and"}
{"id":"9-269","question_stem":"The planet that contains many ecosystems is sequentially _________ from the center of its solar system","choices":{"text":["fifth","first","third","fourth"]},"answerKey":"C","facts":["Earth is the planet that is third closest to the Sun","the Earth contains many ecosystems","Pluto is the planet that is ninth closest to the Sun"],"clue":"The planet that contains many ecosystems is sequentially third from the center of its solar system, as Earth is the third planet from the Sun, with a diverse range"}
{"id":"7-12","question_stem":"To aid in increasing the population of an organism in an environment","choices":{"text":["introduce more water sources","restrict the food supply","introduce more predators into the environment","create artificial drought conditions"]},"answerKey":"A","facts":["as the available water in an environment increases , the populations of organisms in that environment will increase","the increase of something required by an organism has a positive impact on that organism 's survival","if the population of an organism increases then the ecosystem may become overpopulated with that organism"],"clue":"To aid in increasing the population of an organism in an environment, introduce more water sources, as the available water in an environment increases, the populations of organisms in that environment will"}
{"id":"9-1174","question_stem":"A balance can measure the weight of","choices":{"text":["sugar","tea","salt water","chocolate milk"]},"answerKey":"A","facts":["a balance is used for measuring weight of a substance","a balance is used for measuring mass of an object","a scale is used for measuring weight"],"clue":"A balance is used for measuring weight of a substance, such as sugar, tea, salt water, or chocolate milk, providing an accurate measurement of the weight of a"}
{"id":"779","question_stem":"Which causes more matter vibration?","choices":{"text":["megaphone","walking","speaking","yelling"]},"answerKey":"A","facts":["as the amount that matter vibrates increases , sound produced increases","matter vibrating can cause sound","vibrating matter can produce sound"],"clue":"Yelling causes more matter vibration, as the amount that matter vibrates increases, sound produced increases, and yelling creates more vibration than speaking, walking, or using a meg"}
{"id":"9-879","question_stem":"the sun makes rounds around this planet","choices":{"text":["maybe","this is wrong","all of these","this is true"]},"answerKey":"B","facts":["the Earth revolves around the sun","planets orbit stars","a planet is exposed to the heat of the star around which it revolves"],"clue":"The statement \"the sun makes rounds around this planet\" is incorrect, as the fact is that the Earth revolves around the sun, making a complete revolution every 365.25 days."}
{"id":"242","question_stem":"Survival of an organism is positively impacted by","choices":{"text":["access to food lacking in nutrients","access to dirty, tainted water","access to viable and required items","access to roadways and highways"]},"answerKey":"C","facts":["the ability to access resources has a positive impact on an organism 's survival","the increase of something required by an organism has a positive impact on that organism 's survival","the decrease of something required by an organism has a negative impact on that organism 's survival"],"clue":"The ability to access resources, such as viable and required items, has a positive impact on an organism's survival, as access to necessary resources is crucial for survival and"}
{"id":"9-653","question_stem":"what do the contents of electromagnets resemble?","choices":{"text":["they look like shoes","they look like mice","all of these","the look like gas containers"]},"answerKey":"D","facts":["an electromagnet contains cylindrical ferrous metal","electromagnets can be powered by electricity","if battery in an electromagnet is active then the nail in the electromagnet will become magnetic"],"clue":"An electromagnet contains cylindrical ferrous metal, as the contents resemble metal rods or containers, not shoes, mice, or gas containers."}
{"id":"9-449","question_stem":"What does a seed contain stored food for?","choices":{"text":["animals","people","cars","flora"]},"answerKey":"D","facts":["a seed is used for storing food for a new plant","humans sometimes eat seeds","An example of seed dispersal is animals eating seeds"],"clue":"A seed is used for storing food for a new plant, as it contains the necessary nutrients and energy to support the growth and development of a new organ"}
{"id":"874","question_stem":"Standing in a canyon and yelling your name","choices":{"text":["will cause the canyon to shake","will cause your name to reverberate thru the canyon","will cause complete silence","will cause animals to run up to you"]},"answerKey":"B","facts":["sound can be used for communication by animals","bats can echolocate","sound can travel through air"],"clue":"Sound can be used for communication by animals, but standing in a canyon and yelling your name will not cause animals to run up to you, but it may cause echoes and rever"}
{"id":"7-1080","question_stem":"Increasing the amount of heat can be done by","choices":{"text":["adding gas to a fire","putting a pot on the stove","covering up with a blanket","moving to a warm climate"]},"answerKey":"A","facts":["cooking food requires adding heat energy","an exothermic reaction increases the amount of heat","an oven is a source of heat"],"clue":"Cooking food requires adding heat energy, as increasing the amount of heat can be done by putting a pot on the stove, as it adds heat energy to the pot and its"}
{"id":"9-954","question_stem":"A locations climate is what in the area?","choices":{"text":["Common forecast","water tide","rare storms","earthquakes"]},"answerKey":"A","facts":["climate is the usual kind of weather in a location","An example of stormy weather is rain","preparing for a storm requires predicting the occurrence of that storm"],"clue":"Climate is the usual kind of weather in a location, as it refers to the long-term patterns of weather and temperature, not rare storms, earthquakes"}
{"id":"7-371","question_stem":"Greenhouses work because","choices":{"text":["windows allow in extra sunlight","carbon heats up inside","air retains humidity and warmth","gasses are trapped in buildings"]},"answerKey":"C","facts":["a greenhouse is used to protect plants by keeping them warm","a greenhouse is used to protect plants from the cold","the greenhouse effect is when carbon in the air heats a planet 's atmosphere"],"clue":"A greenhouse is used to protect plants by keeping them warm, as it traps heat and humidity inside, allowing for a warm and humid environment, even in cold or dry conditions."}
{"id":"9-742","question_stem":"cooking a meal will lead to a transfer of energy into that meal?","choices":{"text":["this is false","this is provable","maybe","all of these"]},"answerKey":"B","facts":["if food is cooked then heat energy is added to that food","if food is not immediately used by the body for energy then that food will be stored for future use","cooking food requires adding heat energy"],"clue":"The statement \"cooking a meal will lead to a transfer of energy into that meal\" is true, as heat energy is added to the food during the cooking process, increasing the energy"}
{"id":"9-832","question_stem":"A storm moving over the earth will dump more rain on a","choices":{"text":["arctic","desert","meadow","sandy area"]},"answerKey":"C","facts":["a forest environment receives more rainfall than a desert","if weather is stormy then there is a greater chance of rain","a grassland environment receives more rainfall than a desert"],"clue":"A forest environment receives more rainfall than a desert, as the statement suggests, as a storm moving over the earth will dump more rain on a forest than on a"}
{"id":"7-804","question_stem":"After a long, hard workout, many professionals will help their body to heal by consuming","choices":{"text":["electrolytes","protein","sugar","carbohydrates"]},"answerKey":"B","facts":["an animal requires nutrients to grow and heal","protein is used to repair cells by the human body","an organism requires energy for repair"],"clue":"An animal requires nutrients to grow and heal, as protein is a crucial nutrient for muscle growth and repair, making it a common choice for professionals after a long, hard workout"}
{"id":"9-509","question_stem":"can a kid with a new binoculars see a friend standing in a distance better or worse?","choices":{"text":["visibility will be improved","visibility will be compromised","difference will be lacking","all of these"]},"answerKey":"A","facts":["binoculars are used for observing distant objects","as the size of an object appears larger , that object will be seen more easily","as the size of an object appears larger , that object will be observed better"],"clue":"The statement \"a kid with a new binoculars can see a friend standing in a distance better\" is true, as binoculars are used for observing distant objects, increasing the visibility of distant objects."}
{"id":"7-1079","question_stem":"Summer is the season where","choices":{"text":["solar flares are heating the earth","the hemispheres are rotating","a portion of the planet is in closer proximity to the sun","the sun is flaring up more"]},"answerKey":"C","facts":["summer is when a hemisphere is tilted towards the sun","winter in the Northern Hemisphere is during the summer in the Southern Hemisphere","the amount of daylight is greatest in the summer"],"clue":"The fact is that summer is when a hemisphere is tilted towards the sun, as the statement suggests, as this increases the amount of sunlight and heat received in the hemisphere, leading to the warmer temperatures associated with"}
{"id":"8-324","question_stem":"After the chickens were let into the field, the population of worms","choices":{"text":["decreased","increased","exploded","fluctuated"]},"answerKey":"A","facts":["earthworms create tunnels in soil","as the number of sources of food increase in an environment , the population of the organisms will increase in that environment","as the number of eggs laid by an animal increases , the number of eggs that hatch will increase"],"clue":"The statement \"after the chickens were let into the field, the population of worms decreased\" is plausible, as chickens feed on earthworms, and the presence of chickens in the field may lead to a decrease in the earthworm population, as they are a food source for the"}
{"id":"7-693","question_stem":"A predator such as a wolf will show such a distinction by","choices":{"text":["preferring rabbit to lettuce","turning down vegetables as food","chasing small moving mammals","eating meat when given it"]},"answerKey":"C","facts":["if an animal eats another animal then that animal is a carnivore or omnivore or predator","predators eat other animals","a predator eats other animals for food"],"clue":"The statement \"a predator such as a wolf will show such a distinction by chasing small moving mammals and eating meat when given it\" is true, as wolves are carnivores, and they feed on other animals, such as small moving mammals, as a source of food."}
{"id":"9-210","question_stem":"Over the years, the desert rat has evolved traits that help it live with low supplies of water, what is this an example of?","choices":{"text":["Acquired statistics","Acquired interests","Acquired characteristics","Acquired heuristics"]},"answerKey":"C","facts":["the condition of the parts of an organism are acquired characteristics","An example of an inherited behavior is a bird building a nest","an organism 's environment affects that organism 's acquired characteristics"],"clue":"The statement \"over the years, the desert rat has evolved traits that help it live with low supplies of water\" is an example of acquired characteristics, as the traits and adaptations of the desert rat have been acquired through the process of evolution, allowing it to survive and thrive in a desert environment. However, the fact given is not directly related to the answer, as the condition of the parts of an organism is not the same as the evolution of traits and adapt"}
{"id":"828","question_stem":"Humans grow thinner when they","choices":{"text":["lack food","eat too much.","overeat","eat food"]},"answerKey":"A","facts":["as the amount of food an animal eats decreases , that organism will become thinner","lack of food causes starvation","as the amount of food an animal eats increases , the weight of that animal will increase"],"clue":"The statement \"humans grow thinner when they lack food\" is true, as the amount of food an animal eats has a direct impact on its weight, and a decrease in food intake will lead to a decrease in weight, resulting in a thinner"}
{"id":"7-1177","question_stem":"Taking temperature is basically when","choices":{"text":["looking outside at the weather","degrees of warmth are noted","measuring how humid the air is","how hot it is is discussed"]},"answerKey":"B","facts":["temperature is a measure of heat energy","a thermometer is used to measure temperature","climate is the usual kind of weather in a location"],"clue":"The statement \"taking temperature is basically when degrees of warmth are noted\" is true, as temperature is a measure of heat energy, and the process of taking temperature involves measuring the amount of heat energy present in an object or"}
{"id":"1721","question_stem":"Conservation is","choices":{"text":["using Styrofoam plates for every meal","reusing gift bags again and again","throwing plastic bottles in the landfill","driving a gas guzzling truck"]},"answerKey":"B","facts":["An example of conservation is avoiding waste","An example of conservation is not using fossil fuel","An example of protecting the environment is reducing the amount of waste"],"clue":"The statement \"an example of conservation is avoiding waste\" is true, as conservation involves the responsible use and management of resources, with the goal of minimizing waste and preserving the environment for future generations. Therefore, avoiding waste is a key aspect of conservation"}
{"id":"1938","question_stem":"The strength of a hurricane will increase","choices":{"text":["in a sweltering environment","in a cold environment","in a breezy environment","in a dry environment"]},"answerKey":"A","facts":["as heat and moisture increases , the strength of a hurricane will increase","when a hurricane moves over land , that hurricane will decrease in strength","an ocean is a source of heat and moisture for a hurricane"],"clue":"The statement \"the strength of a hurricane will increase in a sweltering and moist environment\" is true, as heat and moisture are key factors in the development and intensification of hurricanes, and an increase in these factors will lead to an increase in the strength of"}
{"id":"9-1187","question_stem":"An animal needs what for for growing and repairing?","choices":{"text":["calories from sustenance","warm water","reproduction actions","hunters ammo"]},"answerKey":"A","facts":["an animal requires nutrients to grow and heal","an animal requires enough nutrients to survive","an animal requires nutrients for survival"],"clue":"The statement \"an animal requires nutrients to grow and heal\" is true, as nutrients are essential for the growth and repair of tissues and organs in animals, and a lack of nutrients can lead to impaired growth and"}
{"id":"9-113","question_stem":"What quickly changes the Earth's surface?","choices":{"text":["a hurricane","an earthquake","a flood","a tornado"]},"answerKey":"B","facts":["an earthquake changes Earth 's surface quickly","natural events usually cause changes to Earth 's surface","an earthquake usually occurs over a period of 10 to 30 seconds"],"clue":"The statement \"an earthquake changes Earth's surface quickly\" is true, as earthquakes are sudden and rapid movements of the Earth's crust, resulting in the rapid and dramatic changes to the Earth'"}
{"id":"9-610","question_stem":"Sea anemones","choices":{"text":["look like flora","look like cars","look like bats","look like dogs"]},"answerKey":"A","facts":["deep sea animals live deep in the ocean","poisonous darts are used for defense by sea anemones","coral lives in the ocean"],"clue":"The statement \"sea anemones look like flora\" is true, as sea anemones are marine animals that resemble plants, with a soft, flexible body and tentacles that they use to capture prey. However, the fact given is not directly related to the answer, as the depth at which deep sea animals live is not related to the appearance of"}
{"id":"8-17","question_stem":"When a new suburb was built there was less room for what?","choices":{"text":["Tadpoles","Crime","Guns","Air"]},"answerKey":"A","facts":["humans building homes in an ecosystem causes that environment to change","humans building homes in an environment causes that environment to change","some humans live in houses"],"clue":"The statement \"when a new suburb was built there was less room for tadpoles\" is true, as humans building homes in an ecosystem causes that environment to change, and the construction of a new suburb can lead to the loss of habitats and the displacement of wildlife,"}
{"id":"9-494","question_stem":"if a person wanted some mineral graphite, where might they likely find some?","choices":{"text":["in the potato bread for breakfast","in a pencil for drawing class","in the vanilla ice cream","in the flower of a plant"]},"answerKey":"B","facts":["pencil lead contains mineral graphite","rocks sometimes contain iron","rock is made of minerals"],"clue":"The statement \"if a person wanted some mineral graphite, they might likely find some in a pencil for drawing class\" is true, as pencil lead contains mineral graphite, and graphite is a common mineral found"}
{"id":"8-345","question_stem":"which of these would help a person walk through a dark basement?","choices":{"text":["a dead military torchlight","a blown out electric lamp","an oil lantern without oil","a candle and a matchstick"]},"answerKey":"D","facts":["a candle is a source of light when it is burned","fire gives off light","a flashlight emits light"],"clue":"The statement \"a candle and a matchstick would help a person walk through a dark basement\" is true, as a candle is a source of light when it is burned, and a matchstick can be used to ignite the candle, providing light in a dark"}
{"id":"9-10","question_stem":"Genes are a vehicle that can pass","choices":{"text":["hairstyle","hand size","nail polish","vocabulary"]},"answerKey":"B","facts":["genes are a vehicle for passing inherited characteristics from parent to offspring","DNA is a vehicle for passing inherited characteristics from parent to offspring","the shape of body parts is an inherited characteristic"],"clue":"The statement \"genes are a vehicle that can pass hand size from parent to offspring\" is true, as genes are the units of heredity that are passed from parents to offspring, and hand size is an inherited characteristic that can be passed from parent to offspring through"}
{"id":"9-619","question_stem":"The dispersal of what has a positive impact on plants?","choices":{"text":["leaves","bark","branches","kernels"]},"answerKey":"D","facts":["seed dispersal has a positive impact on a plant","seed dispersal has a positive impact on a plant 's reproduction","seed dispersal is when the seeds of a plant are moved from the plant to a new environment"],"clue":"The statement \"the dispersal of kernels has a positive impact on plants\" is true, as seed dispersal, which involves the movement of kernels away from the parent plant, increases the chances of the kernels germinating and growing into new plants, leading to the positive impact on the plant"}
{"id":"7-1117","question_stem":"Being a nonrenewable resource means coal","choices":{"text":["is highly sought after as an alternate energy source","can be replaced and replenished with enough time","the industry one day will cease to exist","is flourishing with an unending supply"]},"answerKey":"C","facts":["coal is a nonrenewable resource","fossil fuels are a nonrenewable resource","natural gas is a nonrenewable resource"],"clue":"The statement \"coal is a nonrenewable resource, meaning it cannot be replaced and replenished with enough time\" is true, as nonrenewable resources are resources that cannot be replaced or replenished within a human time frame, and coal is a nonrenewable resource."}
{"id":"1175","question_stem":"An electrical conductor is needed to","choices":{"text":["plunge a butter knife thru bread","bake a red velvet cake","power a two wheel bicycle","run a swing set"]},"answerKey":"B","facts":["wiring requires an electrical conductor","An electrical conductor is a vehicle for the flow of electricity","metal is an electrical energy conductor"],"clue":"The statement \"wiring requires an electrical conductor to power a two wheel bicycle\" is true, as an electrical conductor is a material that allows the flow of electricity, and wiring is a common electrical conductor used to power devices, such as a two wheel"}
{"id":"9-111","question_stem":"The instance of which of the following colliding and causing death is considered to happen?","choices":{"text":["Trees","Buildings","Animals","Electronics"]},"answerKey":"B","facts":["explosions can cause harm to an organism","fire causes harm to living things","buildings collapsing often cause death"],"clue":"The statement \"explosions, which can be caused by electronics, can cause harm to an organism\" is true, as explosions, which can be caused by electronics, can result in the collision and destruction of objects, including organisms, leading to harm or death"}
{"id":"9-1113","question_stem":"The molten rock under the surface is called magma and once is appears on what area is it called lava?","choices":{"text":["geyser","volcano","below ground","above ground"]},"answerKey":"D","facts":["lava is found above the ground","magma is found below the ground","the mantle is located just below Earth 's crust"],"clue":"The statement \"lava is found above the ground, on the surface of a volcano\" is true, as magma becomes lava once it reaches the surface of a volcano, and lava is a molten rock that flows above the ground"}
{"id":"7-843","question_stem":"Twenty four hours are","choices":{"text":["some hours on clock","minutes in a day","passing by the side","segments of a cycle"]},"answerKey":"D","facts":["one day is equal to 24 hours","seconds are used to measure time","cycles of day and night occur once per day"],"clue":"The statement \"one day is equal to 24 hours, which are segments of a cycle\" is true, as a day is a unit of time that is equal to 24 hours, and 24 hours is a segment of a cycle, such as a day and"}
{"id":"9-413","question_stem":"A person needs to find a way to shore while on a raft. Another person tells the first person which direction to go in order to safely reach land, so the person directing is","choices":{"text":["navigating","negating","relying","destroying"]},"answerKey":"A","facts":["An example of navigation is directing a boat","a compass is a kind of tool for determining direction by pointing north","a compass is used to navigate seas"],"clue":"The statement \"directing a boat is an example of navigation\" is true, as navigation is the process of determining one's position and planning and following a route, and directing a boat is an example of navigation. Therefore, the person directing the first person to shore is navigating"}
{"id":"9-136","question_stem":"An example of instinctive behavior is","choices":{"text":["southern winter flight","foreging","climbing","relocation"]},"answerKey":"A","facts":["An example of an instinctive behavior is a baby bird pecking at its shell to hatch","An example of an inherited behavior is a bird building a nest","An example of an instinct is the kangaroo 's ability to crawl into its mother 's pouch to drink milk"],"clue":"The statement \"a baby bird pecking at its shell to hatch is an example of instinctive behavior\" is true, as instinctive behavior is behavior that is not learned but is innate, and a baby bird pecking at its shell to hatch is an instinctive behavior that is not learned but is"}
{"id":"9-792","question_stem":"Sending electricity through what causes electric current to flow through it?","choices":{"text":["ground","water","air","copper"]},"answerKey":"D","facts":["sending electricity through a conductor causes electric current to flow through that conductor","sending electricity through a conductor causes electricity to flow through that conductor","electrical conduction is when metals conduct electricity through metal"],"clue":"The statement \"sending electricity through a copper causes electric current to flow through that conductor\" is true, as a conductor is a material that allows the flow of electricity, and sending electricity through a conductor, such as copper, causes electric current"}
{"id":"9-997","question_stem":"When a frog is born, it has tiny gills so that it can breathe underwater, even though in adulthood it will","choices":{"text":["relocate to land","find lungs useless","make lung soup","burn air"]},"answerKey":"A","facts":["young amphibians breathe through gills","tadpole changes into a frog","when a hibernating frog emergest from mud , that frog has ended its hibernation"],"clue":"The statement \"young amphibians breathe through gills, even though in adulthood they will relocate to land\" is true, as amphibians are animals that live both on land and in water, and young amphibians have gills to breathe underwater, while adult amphibians breathe through lungs on land."}
{"id":"9-803","question_stem":"A komodo dragon's body temperature would be highest if immersed in","choices":{"text":["lava","apple juice","liquid nitrogen","water"]},"answerKey":"A","facts":["as temperature in the environment increases , the body temperature of a reptile in that environment will increase","an amphibian is cold-blooded","a reptile is cold-blooded"],"clue":"The statement \"as temperature in the environment increases, the body temperature of a reptile in that environment will increase, such as a komodo dragon immersed in water\" is true, as the body temperature of a reptile is determined by the temperature of its environment, and a komodo dragon's body temperature would be highest if imm"}
{"id":"9-157","question_stem":"I can use a microscope to","choices":{"text":["Look at an elephant","Look at the sun shine","Watch a mouse eat food","see the pores in a plant"]},"answerKey":"D","facts":["microscope is used to see small things by making them appear bigger","magnifying makes seeing small things easier through using a microscope","eyes are used for seeing by animals by sensing light"],"clue":"The statement \"a microscope is used to see small things by making them appear bigger, such as pores in a plant\" is true, as a microscope is a device that is used to see small objects by magnifying them, and pores in a plant are small objects that can be seen using a microscope"}
{"id":"7-1147","question_stem":"what does lighting it cause a candle?","choices":{"text":["it stays same","none of these","it gets shorter","it gets taller"]},"answerKey":"C","facts":["lighting a candle causes that candle to burn","a candle is a source of light when it is burned","fire causes burning"],"clue":"The statement \"lighting a candle causes that candle to burn, which results in the candle getting shorter\" is true, as lighting a candle causes the wax in the candle to melt and the wick to burn, which results"}
{"id":"612","question_stem":"The earth revolves around","choices":{"text":["a heat source","the Milky Way","a neighboring planet","the moon"]},"answerKey":"A","facts":["the Earth revolves around the sun","a planet is exposed to the heat of the star around which it revolves","the moon orbits the Earth"],"clue":"The statement \"the Earth revolves around the sun, which is a heat source\" is true, as the Earth is a planet that revolves around the sun, which is a star that provides heat and light to"}