{"id":"9-715","question_stem":"Fish are quickly caught in water because of the webbed feet possessed by a","choices":{"text":["cheetah","penguin","hippopotamus","snake"]},"answerKey":"B","facts":["webbed feet are used for moving faster through water by aquatic animals","large fins can be used to move quickly through water","some predators move quickly to catch prey"],"clue":"Penguins have webbed feet, enabling them to swiftly navigate water, making it easier to catch fish"}
{"id":"7-138","question_stem":"It was hot during Christmas in","choices":{"text":["new york","ayers rock","seattle","denver"]},"answerKey":"B","facts":["December is during the winter in the northern hemisphere","December is during the summer in the southern hemisphere","snow falls during the winter in some environments"],"clue":"Ayers Rock, located in the southern hemisphere, experiences hot Christmas temperatures due to it being summer"}
{"id":"7-413","question_stem":"A phase change happens","choices":{"text":["when onions are chopped","when food is digested by the stomach","when water is added to a glass","when flowers bloom in full"]},"answerKey":"B","facts":["a phase change is when matter changes from one state into another state","temperature changing can cause phase changes","An example of a chemical change is acid breaking down substances"],"clue":"Phase change does not occur when onions are chopped, food is digested, or flowers bloom; it happens when water is heated/cooled and transforms state (e.g., ice"}
{"id":"1361","question_stem":"Jim found birds living among","choices":{"text":["gravel","space","cactus","ocean floor"]},"answerKey":"C","facts":["some birds live in forests","organisms live in their habitat","bluebirds live in grassy spaces"],"clue":"Birds also inhabit desert environments, such as cactus habitats, making it possible for Jim to find birds living there"}
{"id":"8-272","question_stem":"There are creatures which, depending on species, have varying numbers of body parts. Arachnids have a certain number, while humans have a different number, and these numerous parts can be attributed to","choices":{"text":["survival","environmental growth","inherited characteristics","developmental abilities"]},"answerKey":"C","facts":["the number of body parts of an organism is an inherited characteristic","the shape of body parts is an inherited characteristic","the condition of the parts of an organism are acquired characteristics"],"clue":"The number of body parts in an organism is indeed an inherited characteristic, varying between arachnids and humans due to evolutionary differences."}
{"id":"9-1036","question_stem":"if a chemical reaction occurs, it might have been triggered by which of these?","choices":{"text":["a person yelling at it","a person walking by it","a person looking at it intently","a person cranking up the room heater"]},"answerKey":"D","facts":["cooking causes a chemical reaction","chemical reactions cause chemical change","adding heat to an object sometimes causes chemical reactions"],"clue":"A chemical reaction can be triggered by heat, such as cranking up the room heater or cooking, causing molecules to interact and change"}
{"id":"9-5","question_stem":"as the year progress from June to November the hours of light per day","choices":{"text":["increases by a few hours","decreases by a few hours","decreases by 10 minutes","increases by 10 minutes"]},"answerKey":"B","facts":["when the season changes , the amount of daylight will change","when the seasons change from the summer to the fall , the amount of daylight will decrease","as the amount of daylight increases , sunset will occur later in the day"],"clue":"During the seasonal change from June to November, day"}
{"id":"510","question_stem":"Annelids do what to soil?","choices":{"text":["loosen it","tighten it","condense it","clump it"]},"answerKey":"A","facts":["earthworms create tunnels in soil","the looseness of soil has a positive impact on a plant 's roots' growth in that soil","soil is formed by rocks eroding"],"clue":"Annelids, like earthworms, loosen soil by creating tunnels, improving soil structure, water infiltration, and aeration"}
{"id":"1950","question_stem":"What shows that crumpling is to change something from being smooth into a compacted shape by physical force?","choices":{"text":["folding a piece of paper into a shape","crushing a can in your hand","squishing a smooth bug","ripping up a piece of paper"]},"answerKey":"B","facts":["crumple means change shape from smooth into compacted by physical force","folding an object causes that object to change shape","sedimentary rocks are formed from sediment compacting together"],"clue":"Crumpling is demonstrated when forcefully compressing a smooth, two-dimensional object like a piece of paper into a three-dimensional shape."}
{"id":"8-484","question_stem":"The past week has been warm, humid and foggy. As the weather is supposed to cool a little bit tomorrow, a reasonable person could assume that tomorrow will be","choices":{"text":["rainy","clear","hot","steamy"]},"answerKey":"A","facts":["clear weather means sunny weather","a warm front causes cloudy and rainy weather","An example of stormy weather is rain"],"clue":"Assuming tomorrow will be clear, not rainy, as cooler weather typically brings sunny, clear conditions, not fog"}
{"id":"9-884","question_stem":"What forms craters on planets?","choices":{"text":["sunlight","thunder","space stones","digging"]},"answerKey":"C","facts":["usually craters on planets are formed by asteroids impacting that planet or moon 's surface","the lunar surface contains many craters","the moon 's surface contains many craters"],"clue":"Craters on planets primarily form due to asteroid impacts, as their high-speed collisions with the surface cause crater formation."}
{"id":"9-1118","question_stem":"When a bear eats berries he will be contributing to what process?","choices":{"text":["food for young","hunters","seed propagation","hunger"]},"answerKey":"C","facts":["bears eat berries","birds sometimes eat berries","a tree is a source of food for animals in an ecosystem"],"clue":"Bears eating berries contribute to seed propagation, as undigested seeds pass through their system and are dispers"}
{"id":"7-836","question_stem":"Bats hunt through echolocation because","choices":{"text":["bats can only hear echoes","echoes are a form of sound","their chirps are sent back after bouncing","they enjoy listening to echoes"]},"answerKey":"C","facts":["bats can echolocate","echolocation is when some animals detect objects by hearing echoes by emitting sound","hunting requires sensing prey"],"clue":"Bats utilize echolocation by emitting chirps that bounce off objects, returning as echoes, enabling them to locate prey and navigate"}
{"id":"588","question_stem":"What could be used to fill a beach ball?","choices":{"text":["Aluminium","Iron","Oxygen","Water"]},"answerKey":"C","facts":["a beach ball contains gas","a soda can is made of aluminum","sand dunes are made of sand"],"clue":"A beach ball is filled with a gas, typically air, which is readily available and easily inserted using a hand or electric pump"}
{"id":"9-854","question_stem":"an animal needs to burn complex carbohydrates to","choices":{"text":["stay up","move","sit","sleep"]},"answerKey":"B","facts":["an organism requires energy for growth","food is a source of energy for animals","an animal requires nutrients for survival"],"clue":"An animal needs to burn complex carbohydrates to release energy for movement, as well as growth, maintenance, and other bodily functions"}
{"id":"9-965","question_stem":"What do predators live near in the same environment?","choices":{"text":["Their future Prey","Their water source","Their offspring","Their dens"]},"answerKey":"A","facts":["most predators live near the same environment as their prey","most predators live in the same environment as their prey","avoiding predators has a positive impact on prey 's ability to reproduce"],"clue":"Predators often live in the same environment as their prey to ensure a reliable food source, facilitating survival"}
{"id":"9-442","question_stem":"What causes orbits?","choices":{"text":["pulling down","sunlight","planetary pull","solar flares"]},"answerKey":"C","facts":["gravity causes orbits","gravity causes substances to be pulled down on a planet","gravitational force causes objects that have mass to be pulled down on a planet"],"clue":"Orbits occur due to the gravitational pull between celestial bodies, causing them to move in predictable, elliptical paths around a common center."}
{"id":"9-69","question_stem":"sunlight is a heat source emitted from","choices":{"text":["a white dwarf star","our only yellow star","a nearby quasar star","a red giant star"]},"answerKey":"B","facts":["the sun is a source of heat called sunlight","the sun is a source of light called sunlight","a star is a source of light energy through nuclear reactions"],"clue":"The primary heat source, sunlight, is emitted from our nearest star, the Sun, which is a yellow dwarf star in the Milky Way galaxy"}
{"id":"7-742","question_stem":"A reptile's body temperature","choices":{"text":["will sync with their climate","will keep stable under any circumstances","reacts as other warm blooded animals temperature would","plunges rapidly in warm climates"]},"answerKey":"A","facts":["as temperature in the environment increases , the body temperature of a reptile in that environment will increase","a reptile is cold-blooded","an amphibian is cold-blooded"],"clue":"A reptile's body temperature increases as its environment warms, as reptiles are ectothermic, relying on external heat sources for body heat."}
{"id":"9-55","question_stem":"plants gather their nutrients from the","choices":{"text":["tinder","concrete ground","area under grass","store"]},"answerKey":"C","facts":["soil contains nutrients for plants","plants absorb nutrients from soil into themselves through their roots","if some nutrients are in the soil then those nutrients are in the food chain"],"clue":"Plants gather their essential nutrients from the soil, absorbing water and minerals through their roots for growth and development"}
{"id":"161","question_stem":"If the mass of an object increases, what must the volume do for the density to stay the same?","choices":{"text":["increase","decrease","stay the same","become zero"]},"answerKey":"A","facts":["density is a measure of mass over volume","as state of matter changes , mass will not change","as the mass of an object increases , the force required to push that object will increase"],"clue":"For density to remain constant when mass increases, volume must also increase, as density is calculated as mass divided"}
{"id":"9-744","question_stem":"If a tree in your backyard rots away for is knocked over by the wind, you can just","choices":{"text":["plant another","Draw one","climb one","do nothing"]},"answerKey":"A","facts":["a tree can be replaced by planting a new tree","if a tree is cut down then that tree will die","trees are a renewable resource"],"clue":"To replace a tree that has rotted or been knocked down, you can plant a new one, ensuring the continuation of its benefits and presence"}
{"id":"7-1156","question_stem":"A river can push tin cans down the path of the water because","choices":{"text":["it has motion","it is wet","it is loud","it is strong"]},"answerKey":"A","facts":["flowing liquid can push objects","sound can travel through air","the slope of the land causes a river to flow in a particular direction"],"clue":"A river can push tin cans down its path due to its strong, flowing liquid nature, exerting force on objects in its current."}
{"id":"7-1193","question_stem":"What kind of animal returns to the same beaches each year to give birth?","choices":{"text":["saltwater crocodile","carnivorous bird","semiaquatic mammal","tiger shark"]},"answerKey":"C","facts":["seals every year return to the same beaches to give birth","mammals give birth to live young","aquatic animals live in bodies of water"],"clue":"Certain semiaquatic mammals, like seals, return annually to specific beaches to give birth, exhibiting strong natal philop"}
{"id":"7-277","question_stem":"Something can be classed as hitting if","choices":{"text":["a thing is touched","someone becomes injured afterwards","a hand is raised","a pain is caused"]},"answerKey":"A","facts":["An example of hitting something is dropping an object onto that something","if an object is kicked then force is exerted on that object","non-contact forces can affect objects that are not touching"],"clue":"Hitting involves an object or force making contact with another object, such as dropping an object onto a surface, causing it to strike and potentially damage"}
{"id":"1412","question_stem":"Heating ice","choices":{"text":["changes it's chemical make-up","will leave a puddle","requires a deep freezer","makes it even colder"]},"answerKey":"B","facts":["freezing causes a solid to form","freezing means changing from a liquid into a solid by reducing heat energy","adding salt to a solid decreases the freezing point of that solid"],"clue":"Heating ice causes it to melt, transforming from a solid state to a liquid, as heat energy disrupts the solid crystalline structure"}
{"id":"288","question_stem":"Where is the sun at noon","choices":{"text":["straight above your head","off 20 degrees to the southwest","near the western horizon","on the other side of the earth"]},"answerKey":"A","facts":["the sun is located directly overhead at noon","the sun sets in the west","the Earth rotating on its axis causes the sun to appear to move across the sky during the day"],"clue":"At solar noon, the sun is directly overhead, positioning itself at the highest point in the sky, provided the observer is at the equator during the"}
{"id":"7-542","question_stem":"Scrubbing a toilet is","choices":{"text":["predestined","innate","genetic","learned"]},"answerKey":"D","facts":["doing chores is a learned characteristic","using tools is a learned characteristic","preferences are generally learned characteristics"],"clue":"Scrubbing a toilet is a learned characteristic, as chores are not inherently known, but rather acquired through observation, instruction, or experience"}
{"id":"7-312","question_stem":"Melting of polar icecaps will","choices":{"text":["lead to more some US states gaining surface area","lead to more animal species roaming the Earth","cause the loss of animal habitats","cause a boom in the polar bear population"]},"answerKey":"C","facts":["glaciers melting has a negative impact on the glaicial environment","if the atmospheric temperature rises then the glaciers will melt","the arctic environment is covered in snow"],"clue":"Melting polar ice caps can cause the loss of animal habitats, particularly for species reliant on ice for hunting, breeding, and survival, such as polar"}
{"id":"9-551","question_stem":"if the temperature gauge on a dashboard goes up while vehicle is motion, what could be responsible?","choices":{"text":["the snow falling outside","the rubbing of the mechanical parts","the car sales man","the anger of the driver"]},"answerKey":"B","facts":["a thermometer is used to measure temperature","friction causes the temperature of an object to increase","a car engine is a source of heat"],"clue":"If the temperature gauge on a dashboard rises while the vehicle is in motion, the engine may be overheating, as the thermometer measures the temperature of"}
{"id":"506","question_stem":"The star that Jupiter revolves around is the source of solar energy called","choices":{"text":["sunlight","moonlight","ultraviolet light","fluorescent light"]},"answerKey":"A","facts":["the sun is the source of solar energy called sunlight","the sun is the source of energy for physical cycles on Earth","the sun is the source of energy for life on Earth"],"clue":"Jupiter, like Earth, revolves around the Sun, which is the star and source of solar energy, emitting light and heat as sunlight"}
{"id":"7-1111","question_stem":"Certain moths are able to experience incomplete metamorphosis by","choices":{"text":["skipping cocooning","eating more fruit","flying further","breeding quickly"]},"answerKey":"A","facts":["a moth undergoes metamorphosis","incomplete metamorphosis is when an insect reaches the adult stage without being a pupa","metamorphosis is a stage in the life cycle process of some animals"],"clue":"Certain moths undergo incomplete metamorphosis, transforming from egg to larva, then directly to adult, without the pupal stage or"}
{"id":"8-278","question_stem":"Decomposers are important for","choices":{"text":["construction","fire","rocks","dolphins"]},"answerKey":"D","facts":["decomposer is a kind of role in an ecosystem","dead organisms are the source of nutrients for decomposers","decomposition is when a decomposer recycles nutrients from dead organisms to the soil by eating those dead organisms"],"clue":"Decomposers play a crucial role in the ecosystem, breaking down dead organic matter, recycling nutrients, and maintaining soil"}
{"id":"9-403","question_stem":"Sound can travel through the","choices":{"text":["planet","sun","body","sky"]},"answerKey":"D","facts":["sound can travel through air","when sound reaches the ear , that sound can be heard","air is a vehicle for sound"],"clue":"Sound can travel through various media, including the air, as well as through solids, liquids, and gases, depending on their properties"}
{"id":"7-363","question_stem":"Rocket engines can lift rockets because","choices":{"text":["of how much fuel they use","of how fast they are","of the power the hit the ground with","of how tall they are"]},"answerKey":"C","facts":["a rocket engine is used to produce thrust by pushing gases out at a high speed","a car engine usually converts gasoline into motion and heat through combustion","a car engine is a source of heat"],"clue":"Rocket engines generate thrust by expelling gases at high velocity, propelling the rocket upward and overcoming Earth's gravitational pull"}
{"id":"9-660","question_stem":"When we think of bees, we also think of pollen. This is because bees","choices":{"text":["sleep in it","consume it","sell it","live in it"]},"answerKey":"B","facts":["bees eat pollen","A bee is a pollinating animal","bees convert nectar into honey"],"clue":"Bees are associated with pollen because they consume it, gathering and storing it in their pollen baskets for use as a vital protein source for their offspring"}
{"id":"9-37","question_stem":"Over many, many years, the buildup of warmth and pressure can take a dinosaur's remains and change them into something that can","choices":{"text":["power motorbikes","melt the moon","build corn","butter toast"]},"answerKey":"A","facts":["heat and pressure change the remains of prehistoric living things into natural gas","fossil fuels are formed by dead organisms over time","An example of a fossil is a footprint in a rock"],"clue":"Over millions of years, heat and pressure can transform the remains of prehistoric organisms into natural gas, a fossil fuel used for powering engines and generating electricity."}
{"id":"203","question_stem":"Which is an example of the type of body of water that contains the most water on Earth?","choices":{"text":["Sea of Galilee","Sea of Tranquility","Caribbean Sea","Caspian Sea"]},"answerKey":"C","facts":["oceans contains most of earth 's water","a body of water is a source of water","oceans cover 70% of the surface of the earth"],"clue":"Oceans, as expansive, interconnected bodies of saltwater, contain the majority of Earth's water, dwarfing the volume found in lakes, rivers, or seas."}
{"id":"1144","question_stem":"Winter in the Northern Hemisphere means","choices":{"text":["the Northern Hemisphere is experiencing scorching hot weather","the Northern Hemisphere is experiencing daily torrential rain","the Southern Hemisphere is experiencing warm sunny days","the Southern Hemisphere is experiencing frigid temperatures"]},"answerKey":"C","facts":["winter is when a hemisphere is tilted away from the sun","winter in the Northern Hemisphere is during the summer in the Southern Hemisphere","winter in a hemisphere occurs when the Pole located in that hemisphere is tilted away from the Sun"],"clue":"Winter in the Northern Hemisphere occurs when the Earth's tilt causes the region to face away from the Sun, resulting in shorter days, reduced sunlight"}
{"id":"8-430","question_stem":"Despite what some think, instead  around themselves, our planet spins around","choices":{"text":["pluto","the moon","the milky way","the sun"]},"answerKey":"D","facts":["the Earth revolves around the sun","the Earth rotates on its axis on its axis","planets orbit stars"],"clue":"Earth orbits the Sun, not Pluto, the Moon, or the Milky Way, as it spins on its axis, tracing an elliptical path through space over the course"}
{"id":"7-743","question_stem":"If I am feeling faint after a lot of activity I can","choices":{"text":["Use the bathroom","Exercise More","Eat an Apple","Throw a Party"]},"answerKey":"C","facts":["a human requires rest to be healthy","as energy required for an activity increases , pulse will increase","exercise has a positive impact on a human 's health"],"clue":"To recover from physical exertion and prevent fainting, it's essential to rest and rehydrate, allowing the body to regain energy and stabilize blood pressure"}
{"id":"7-750","question_stem":"A flower may consider its entire point in living to be","choices":{"text":["propagating the animal kingdom","making new flowers bloom","feeding bees and making honey","spreading its genetic components around"]},"answerKey":"D","facts":["a flower 's purpose is to produce seeds","as the number of pollinators attracted to a flower increases , the ability of that flower to reproduce will increase","a flower produces pollen and seeds"],"clue":"A flower's primary purpose is to facilitate reproduction by producing seeds, which ensures the continuation of its species and genetic"}
{"id":"919","question_stem":"Microscopes","choices":{"text":["make tiny atoms look smaller","enhance the size of amoebas for easier viewing","make magnifying things much more difficult","make huge samples look minuscule"]},"answerKey":"B","facts":["microscope is used to see small things by making them appear bigger","magnifying makes seeing small things easier through using a microscope","magnifying glass is used to see small things by making objects appear bigger"],"clue":"Microscopes enable the observation of small objects by magnifying them, using lenses to enlarge their appearance and reveal details invisible to the naked eye."}
{"id":"10","question_stem":"If a snow storm is coming you should?","choices":{"text":["Go out","Find pizza","Buy supplies","Watch Tv"]},"answerKey":"C","facts":["snow falls during the winter in some environments","preparing for a storm requires predicting the occurrence of that storm","shelter can protect humans from weather"],"clue":"When a snowstorm is approaching, it's advisable to prepare by purchasing necessary supplies, such as food and emergency equipment, to ensure safety"}
{"id":"9-213","question_stem":"what causes deposition","choices":{"text":["electricity conduction","earth displacement","atomic explosions","condensation"]},"answerKey":"B","facts":["erosion causes deposition","stalactites are formed by deposition","wind and rain cause erosion"],"clue":"Erosion, through the action of water, wind, or glaciers, transports"}
{"id":"9-319","question_stem":"Humans are able to eat","choices":{"text":["only meat products and byproducts","exclusively grains and fruits","a full assortment of food groups including meat, grains, and vegetables","sea life and only green vegetables"]},"answerKey":"C","facts":["humans eat crops","eating food is used to get nutrients by living things","consumers eat other organisms"],"clue":"Humans consume a diverse range of food groups, including crops, vegetables, fruits, grains, and meats, ensuring a balanced and nutrient-rich diet"}
{"id":"1432","question_stem":"An animal's brain","choices":{"text":["acts as a conduit for the lungs","acts as a command base for the body","lacks the ability to use spacial reasoning","only assists in movements"]},"answerKey":"B","facts":["an animal 's brain controls that animal","an animal requires oxygen for to breathe","gills are used for breathing water by aquatic animals"],"clue":"The brain, as the control center for animals, coordinates and regulates essential functions, such as movement, sensation, memory, and cognition, ensuring the organism's survival and"}
{"id":"9-237","question_stem":"Pollution is","choices":{"text":["Fish swimming in the sea","The wind carrying seeds","trees in a forest","throwing a gum wrapper in the ocean"]},"answerKey":"D","facts":["pollution is a source of pollutants","pollution is when humans pollute the environment with pollutants","humans cause pollution"],"clue":"Pollution refers to the presence and accumulation of harmful substances, known as pollutants, in the environment, including air, water, and soil, which can negatively impact ecosystems and human"}
{"id":"9-698","question_stem":"The further a ship sails away from a light house","choices":{"text":["the less they will be guided by it's beam","the more they will be guided by it's beam","the more likely the ship is to sail successfully","rough ocean waters will decrease"]},"answerKey":"A","facts":["producing light is used for attracting prey by some deep sea animals","as distance from a source of light increases , that source of light will appear dimmer","a compass is used to navigate oceans"],"clue":"The further a ship sails from a lighthouse, the less it will be guided by its beam, as the intensity of the light decreases with distance, making navigation more challenging"}
{"id":"7-313","question_stem":"Being able to enjoy eating Mideastern dates in a small town in the USA is possible because","choices":{"text":["transporting food became easier, cheaper, and quicker","transporting food pays better","transported food tastes great","fresh food is better than transported food"]},"answerKey":"A","facts":["as ability to transport food increases around the world , the available types of food in distant locations will increase","humans eat crops","as ability to preserve food increases , the ability to transport food increases"],"clue":"The increased ability to transport food efficiently and cost-effectively around the world enables access to diverse and exotic food options, such as Mideastern dates, in remote locations."}
{"id":"1529","question_stem":"What is an example of predators eating prey?","choices":{"text":["a boa constrictor devouring a monkey","a horse trampling a mouse","a cat eating a piece of grass","a whale eating tons of algae"]},"answerKey":"A","facts":["predators eat other animals","a predator eats other animals for food","if an animal eats another animal then that animal is a carnivore or omnivore or predator"],"clue":"A boa constrictor consuming a monkey is an example of predation, as carnivorous animals typically prey upon other organisms for sustenance and survival."}
{"id":"8-229","question_stem":"which one of these would be most nourished?","choices":{"text":["a person who eats once daily","a person fasting all day","a person who only drinks water","a person who feeds thrice daily"]},"answerKey":"D","facts":["an animal requires enough nutrients to survive","eating food is used to get nutrients by living things","an animal requires enough nutrients to maintain good health"],"clue":"A person who feeds thrice daily, consuming a balanced and nutrient-rich diet, is most likely to receive adequate nourishment, essential for growth, repair, and overall health"}
{"id":"1683","question_stem":"The doorbell was pushed, but sound failed to emit. What might cause this?","choices":{"text":["atmospheric pressure","Batteries dead","storm","temperature"]},"answerKey":"B","facts":["a doorbell converts electrical energy into sound","when a sound is produced inside of a room , there is sometimes an echo after the sound","sound can travel through air"],"clue":"The doorbell may fail to emit sound due to dead batteries, as it relies on electrical energy to convert it into audible sound, enabling communication and notification."}
{"id":"7-697","question_stem":"Since June is cold and wet in Australia, it makes sense that at the same time","choices":{"text":["Michigan would experience a heat wave","Florida would be raining","winter would be raging in Colorado","everywhere in the world is cold"]},"answerKey":"A","facts":["June is during the winter in the southern hemisphere","June is during the summer in the northern hemisphere","the winter solstice is on June 21st in the southern hemisphere"],"clue":"In June, winter occurs in the Southern Hemisphere, such as Australia, while summer takes place in the Northern Hemisphere, like Colorado experiencing warmth and Florida experiencing rain"}
{"id":"8-330","question_stem":"which of these would you most likely find in a log with a hole in it?","choices":{"text":["a fish with large gills","a dinosaur from the Jurassic era","none of these","a small sized raccoon"]},"answerKey":"D","facts":["some raccoons live in hollow logs","An example of a fossil is a footprint in a rock","An example of a fossil is a paw print in rock"],"clue":"A small-sized raccoon may reside in a log with a hole in it, as these animals are known to inhabit hollow trees and logs in various environments"}
{"id":"8-145","question_stem":"Magnifying makes it easier to see a","choices":{"text":["whale","tree","bear","shrimp"]},"answerKey":"D","facts":["magnifying makes seeing small things easier through using a microscope","magnifying glass is used to see small things by making objects appear bigger","as the size of an object appears larger , that object will be seen more easily"],"clue":"Magnifying enables clearer observation of small objects, such as shrimp, by increasing their apparent size, making details visible that would otherwise be difficult to discern with the"}
{"id":"9-611","question_stem":"Flashlights run on batteries in order to light up. Those use chemical energy, light uses","choices":{"text":["mechanical energy","Light energy","Hyper energy","solar energy"]},"answerKey":"B","facts":["a flashlight converts chemical energy into light energy","a flashlight requires a source of electricity to produce light","a light bulb converts electrical energy into light energy when it is turned on"],"clue":"A flashlight converts chemical energy, stored in batteries, into light energy, enabling illumination in dark environments, making it an essential tool for various activities."}
{"id":"8-6","question_stem":"A person wants to conduct thermal energy through his house, so when deciding on construction materials, he chooses","choices":{"text":["bits of nickel","a wooden beam","a plastic shelf","a rubber mat"]},"answerKey":"A","facts":["wood is an thermal energy insulator","a thermal conductor is made of materials that conduct thermal energy","metal is a thermal conductor"],"clue":"When seeking to conduct thermal energy through a house, it is advisable to avoid wood, as it is an insulator, and instead opt for materials that facilitate heat transfer, such as"}
{"id":"475","question_stem":"An example of an instinctive behavior is","choices":{"text":["a herd of zebras heading in the direction of rain clouds at the end of the dry season","a baby bird falling from its nest","a horse following the commands of its rider","a bird dying from an infection"]},"answerKey":"A","facts":["An example of an instinctive behavior is a baby bird pecking at its shell to hatch","An example of an inherited behavior is a bird building a nest","an animal knows how to do instinctive behaviors when it is born"],"clue":"A herd of zebras moving towards rain clouds at the end of the dry season exemplifies instinctive behavior, as animals often respond to environmental cues for survival and resource acquisition"}
{"id":"9-1149","question_stem":"Light produced by deep sea animals is used for?","choices":{"text":["Navigation","Camouflage","Sexual Display","Catching Pray"]},"answerKey":"D","facts":["producing light is used for attracting prey by some deep sea animals","eyes are used for seeing by animals by sensing light","deep sea animals live deep in the ocean"],"clue":"Deep-sea animals produce light to attract prey, enabling them to locate and capture sustenance in the dark, vast ocean depths, facilitating survival in challenging environments."}
{"id":"7-1006","question_stem":"A way to keep a cup of coffee warm is to","choices":{"text":["cook it in the oven","heat it with a torch","put it in the sun","use a heated plate"]},"answerKey":"D","facts":["a warm something is a source of heat","a hot plate is a source of heat","absorbing sunlight causes objects to heat"],"clue":"To maintain a cup of coffee's warmth, using a heated plate is an effective strategy, as it provides a continuous heat source, keeping the beverage at a"}
{"id":"996","question_stem":"Abusive relationships often lead to the abused in","choices":{"text":["future good relationships","in favorable outcomes","future bad relationships","in ideal situations"]},"answerKey":"C","facts":["harming something has a negative effect on that something","harming something has a negative impact on that something","decreasing something negative has a positive impact on a thing"],"clue":"Abusive relationships often result in the abused being more prone to future unfavorable relationships, as past harm can negatively impact trust, mental health"}
{"id":"9-631","question_stem":"Electricity from a power plant lights up a light bulb in a house because","choices":{"text":["a conductor is unnecessary","there is only one conductor","a conductor inside the house contacts a conductor outside the house","the house is free of conductors"]},"answerKey":"C","facts":["a light bulb requires electrical energy to produce light","when electricity flows to a light bulb , the light bulb will turn on","when electricity flows to a light bulb , the light bulb will come on"],"clue":"Electricity from a power plant lights up a light bulb in a house by utilizing conductors, as electrical energy is transmitted through wires, enabling the bulb to produce light"}
{"id":"9-820","question_stem":"If a person wants to watch the eclipse","choices":{"text":["it's best to go sans sunglasses","it's best to just use a hand as shade","it's best to use eye protection","it's best to use a telescope"]},"answerKey":"C","facts":["looking directly at an eclipse of the Sun causes harm to the eyes","a telescope is used for observing the sky","a solar eclipse could only happen during the new moon"],"clue":"To safely observe a solar eclipse, it is imperative to use eye protection, such as specialized eclipse glasses, as direct observation can cause severe and permanent eye"}
{"id":"1489","question_stem":"How many lizards live in desert habitats?","choices":{"text":["all","some","fifteen","none"]},"answerKey":"B","facts":["some lizards live in desert habitats","lizards eat insects","a desert environment usually has a lot of sunlight"],"clue":"Some lizards inhabit desert environments, as they have adapted to the harsh conditions, while others reside in various habitats, such as forests, grasslands, and coastal"}
{"id":"9-769","question_stem":"evaporation is the first stage in the what cycle","choices":{"text":["H2O","lunar","growth","menstrual"]},"answerKey":"A","facts":["evaporation is a stage in the water cycle process","condensation is a stage in the water cycle process","evaporation is when water is drawn back up into the air in the water cycle"],"clue":"Evaporation is the initial stage in the water cycle, as solar radiation transforms liquid water into water vapor, initiating the process of water circulation in the Earth'"}
{"id":"1430","question_stem":"As a source of light moves directly overhead of an object , what happens to it's shadow","choices":{"text":["the object will get brighter","the shadow will start to spin","the size will decrease","the light will lean to one side"]},"answerKey":"C","facts":["as a source of light moves directly overhead of an object , the size of the shadow of that object will decrease","as a source of light becomes closer , that source will appear brighter","as distance from a source of light increases , that source of light will appear dimmer"],"clue":"When a light source moves directly overhead, the size of the resulting shadow decreases, as the angle of incidence between the light and the object becomes smaller, leading to a diminished shadow."}
{"id":"113","question_stem":"If I run my finger across a sheet of plain paper and a sheet of sand paper, which will have greater friction?","choices":{"text":["the plain paper","the sand paper","neither has friction","the same friction"]},"answerKey":"B","facts":["as the smoothness of something increases , the friction of that something will decrease when its surface moves against another surface","friction occurs when two object 's surfaces move against each other","as the roughness of something increases , the friction of that something will increase when its surface moves against another surface"],"clue":"When comparing plain paper and sandpaper, the plain paper has lower friction, as its smoother surface reduces the resistance when moving against another surface, while sandpaper has higher friction due to its rough texture"}
{"id":"7-774","question_stem":"A calf that dies will eventually","choices":{"text":["disintegrate","fall","starve","wrinkle"]},"answerKey":"A","facts":["if a living thing dies then that living thing is dead","dead organisms decay","dead organisms rot"],"clue":"When a calf dies, it will eventually decompose and disintegrate, as the biological processes cease, leading to the breakdown of tissues and the release of nutrients back into the environment."}
{"id":"52","question_stem":"The creation of gypsum from anhydrite is an example of what?","choices":{"text":["chemical change","volcanic activity","biological change","mechanical change"]},"answerKey":"A","facts":["An example of a change in the Earth is an ocean becoming a wooded area","sometimes piles of rock are formed by melting glaciers depositing rocks","stalactites are formed by deposition"],"clue":"The transformation of anhydrite into gypsum is an example of a chemical change, as it involves the addition of water molecules, altering the chemical composition and properties of the substance"}
{"id":"791","question_stem":"Who famously explicated the science of dropping something?","choices":{"text":["Galileo","Newton","Einstein","Rutherford"]},"answerKey":"B","facts":["dropping something causes that something to fall","An example of hitting something is dropping an object onto that something","scientists make observations"],"clue":"Sir Isaac Newton famously elucidated the science behind dropping an object, as his laws of motion and universal gravitation explain the relationship between mass, force,"}
{"id":"631","question_stem":"The reverse of evaporation in terms of weather phenomena is","choices":{"text":["cloud formation","condensation","transpiration","precipitation"]},"answerKey":"D","facts":["evaporation is when water is drawn back up into the air in the water cycle","An example of evaporation is a body of water drying up by absorbing heat energy","evaporation is a stage in the water cycle process"],"clue":"The reverse of evaporation in the water cycle is condensation, as water vapor in the air cools and coalesces, forming clouds, which eventually lead"}
{"id":"1435","question_stem":"Preparing food at the proper temperatures","choices":{"text":["is too much work and should be avoided","eradicates potential illness causing organisms","allows bacteria to flourish","leaves meat raw and under cooked"]},"answerKey":"B","facts":["cooking food to proper temperatures protects against food poisoning by killing bacteria and viruses","cooking food requires adding heat energy","if food is cooked then heat energy is added to that food"],"clue":"Preparing food at the proper temperatures is essential for food safety, as it effectively eliminates harmful bacteria and viruses, reducing the risk of foodborne illnesses and ensuring a healthy dining experience"}
{"id":"1885","question_stem":"A new moon can be observed every","choices":{"text":["1 month","1 week","1 day","1 year."]},"answerKey":"A","facts":["a different moon phase occurs once per week","each of the moon 's phases usually occurs once per month","the moon rising occurs once per day"],"clue":"A new moon is observable approximately every 29.5 days, as the moon orbits the Earth and progresses through its various phases, with a new moon occurring once per lunar"}
{"id":"9-76","question_stem":"While robins refuse to eat much aside from insects, worms and fruit, most birds can make a nice meal out of","choices":{"text":["potato boxes","small beds","wildflower kernels","grass stains"]},"answerKey":"C","facts":["birds sometimes eat insects","birds sometimes eat seeds","birds sometimes eat berries"],"clue":"While robins primarily consume insects, worms, and fruit, most birds have a diverse diet, feeding on various seeds, grains, and plant materials, such as wildflower kernels, in addition to"}
{"id":"8-99","question_stem":"A pod of dolphins is swimming while searching for food. The youngest dolphin swims away from the pod and is lost. The rest of the pod searches for the young dolphin by clicking into the water. The young dolphin is found because of","choices":{"text":["echoes from noise","vibrations from drums","sound of water","movement in air"]},"answerKey":"A","facts":["echolocation is when some animals detect objects by hearing echoes by emitting sound","sonar is used to find the location of an object","sound can be used for communication by animals"],"clue":"The young dolphin was found by the pod using echolocation, as they emit sounds that travel through water, bounce off objects, and return as echoes, enabling them to locate the lost dol"}
{"id":"7-186","question_stem":"In the desert, the cactus is a rare source of","choices":{"text":["food","shelter","moisture","shade"]},"answerKey":"C","facts":["a desert environment usually has a lot of sunlight","a cactus stores water","a desert environment is low in availability of water"],"clue":"In the desert, a cactus provides shade, as its large surface area and vertical structure create a protective canopy, offering respite from the intense sunlight and"}
{"id":"1658","question_stem":"Renewable resources are","choices":{"text":["provided by the largest star and wind","provided by solar and petroleum reserves","provided by the sun and fossils","provided by the sun and coal"]},"answerKey":"A","facts":["solar energy is a renewable resource","renewable resources can be used over again","wind is a renewable resource"],"clue":"Renewable resources are those provided by the sun and wind, as they are naturally replenished and virtually inexhaustible, such as solar energy, wind energy,"}
{"id":"7-574","question_stem":"The ceiling of the cave grew closer to the ground due to:","choices":{"text":["deposition","luck","magic","wood."]},"answerKey":"A","facts":["tunnels in soil loosen that soil","a cavern is formed by carbonic acid in groundwater seeping through rock and dissolving limestone","lava is found above the ground"],"clue":"The ceiling of the cave grew closer to the ground due to soil creep and erosion, as the loose soil from the tunnel above gradually accumulated and compressed, reducing the cave"}
{"id":"7-122","question_stem":"Do all organisms reproduce uniformly?","choices":{"text":["they are different","they are same","they reproduce equally","reproduction is fixed"]},"answerKey":"A","facts":["different organisms reproduce differently","living things can all reproduce","An example of reproduction is laying eggs"],"clue":"Different organisms reproduce differently, as the mechanisms and strategies for reproduction vary widely among species, ranging from sexual to asexual reproduction and"}
{"id":"9-607","question_stem":"which one of these could eventually facilitate an intoxicating drink?","choices":{"text":["a serving of pie","all of these","a cob of corn","a stick of ice cream"]},"answerKey":"C","facts":["An example of combining two substances is pouring one substance into the other substance","sugar dissolves in water when they are combined","sugar causes food to taste sweet"],"clue":"None of the given options could facilitate an intoxicating drink, as they are all food items. However, combining certain substances, such as grapes and yeast, can lead to the production of alcoholic bever"}
{"id":"1789","question_stem":"Seeds that stick in the fur of an animal","choices":{"text":["will hitch a ride on that animal","will fall back off immediately","will sprout roots in the animal's fur","will be unable to regerminate"]},"answerKey":"A","facts":["if seeds stick to the fur of an animal then that seed will be transported by the animal","An example of seed dispersal is is an animal gathering seeds","An example of seed dispersal is animals eating seeds"],"clue":"Seeds that stick in the fur of an animal can hitch a ride, as they become attached and are transported to new locations, potentially aiding in the dispersal and germination of the seeds"}
{"id":"7-164","question_stem":"To warm yourself up on a chilly day","choices":{"text":["rub your palms together","wear short sleeve shirts","go without any socks","stand still in one place"]},"answerKey":"A","facts":["something in a cold place becomes cold","sweat cools a body","thick feathers can be used for keeping warm"],"clue":"To warm yourself up on a chilly day, you can rub your palms together to generate friction and heat, as the movement increases blood flow and raises body temperature."}
{"id":"1564","question_stem":"The creation of sediment is produced by","choices":{"text":["the break down of other materials","materials joining together into one","solar interaction with the earth","chemicals compounds combining together"]},"answerKey":"A","facts":["sediment is formed by weathering","sedimentary rocks are formed from sediment compacting together","fossils are formed when layers of sediment cover the remains of organisms over time"],"clue":"Sediment is produced by the break down of other materials, as weathering processes, such as erosion, freeze-thaw, and chemical reactions, gradually degrade"}
{"id":"1422","question_stem":"A big cat looks for prey","choices":{"text":["at 3pm","at 11pm","at 9am","at noon"]},"answerKey":"B","facts":["nocturnal predators hunt during the night","some predators move quickly to catch prey","predators eat prey"],"clue":"A big cat, as a nocturnal predator, is likely to look for prey at 11pm, as it is most active during the night, using the darkness to its advantage for"}
{"id":"9-81","question_stem":"Lamps that convert electricity into light and heat are known as","choices":{"text":["incadescent","flourescent","led","candle"]},"answerKey":"A","facts":["some light bulbs convert electricity into light and heat energy","an incandescent light bulb converts electricity into heat by sending electricity through a filament","a light bulb converts electrical energy into light energy when it is turned on"],"clue":"Incandescent lamps convert electricity into light and heat energy, as the electrical current passes through a filament, causing it to glow and emit light, while also producing"}
{"id":"7-475","question_stem":"What former planet is yet to clear its orbit?","choices":{"text":["planet Venus","the earth","Former seventh planet","planet Mars"]},"answerKey":"C","facts":["pluto has not cleared its orbit","planets orbit stars","a satellite orbits a planet"],"clue":"Pluto, the former seventh planet, has not cleared its orbit, as it shares its orbit with other icy bodies in the Kuiper Belt, which is a region of the solar system beyond"}
{"id":"7-271","question_stem":"If a cat is given cyanide, it will","choices":{"text":["expire","cough","puke","eat"]},"answerKey":"A","facts":["poison causes harm to living things","raccoons eat waste","dead organisms decay"],"clue":"If a cat is given cyanide, it will expire, as cyanide is a highly toxic substance that disrupts the normal functioning of cells, leading to rapid decline and death in living organ"}
{"id":"1383","question_stem":"The more miles that you can get out of a gallon of gasoline, what happens?","choices":{"text":["gasoline will take you a lower distance than normally","more gasoline sales will be made","travel expenses will go up due to gasoline costs","less gasoline will be needed to go a distance"]},"answerKey":"D","facts":["as mileage per galon of gasoline increases , the amount of gasoline used will decrease","as the use of alternative fuels increases , the use of gasoline will decrease","burning gasoline is a source of pollution"],"clue":"As the miles per gallon of gasoline increases, less gasoline will be needed to go a distance, as the improved fuel efficiency reduces the amount of fuel consumed and lowers travel"}
{"id":"1283","question_stem":"A magnifying glass would be useless in viewing?","choices":{"text":["tadpole","ant","sand grain","elephant"]},"answerKey":"D","facts":["magnifying makes seeing small things easier through using a microscope","magnifying glass is used to see small things by making objects appear bigger","microscope is used to see small things by making them appear bigger"],"clue":"A magnifying glass would be useless in viewing a sand grain, as it is too small and lacks the necessary detail to be magnified and observed through a magnifying glass"}
{"id":"7-525","question_stem":"Seasonal changes happens","choices":{"text":["when some flowers cease to bloom in the cold months","when ducks swim more in lakes","when fish arise from water and sun themselves","when all flowers bloom in the cold months"]},"answerKey":"A","facts":["An example of a seasonal change is plants becoming dormant in the winter","An example of a seasonal change is plants dying in the winter","seasonal changes are made in response to changes in the environment"],"clue":"Seasonal changes happen when plants become dormant in the winter, as the reduced daylight and colder temperatures trigger a range of physiological responses, including the cessation of growth and the conservation"}
{"id":"8-244","question_stem":"Where does an object feel the least pressure?","choices":{"text":["a riverbed","a puddle","a lake bed","the ocean floor"]},"answerKey":"B","facts":["as an object descends into water , the pressure on that object will increase","as depth increases , pressure will increase","a riverbank is made of soil"],"clue":"An object feels the least pressure at the surface of a body of water, as the pressure decreases with decreasing depth, and the pressure at the surface is the least due"}
{"id":"9-388","question_stem":"The population of rabbits in an area increases. That could have been caused by","choices":{"text":["More predators have been moving into the area","The rabbits are becoming infertile","Hunters are trapping the rabbits","More precipitation falling lately"]},"answerKey":"D","facts":["some rabbits live in forests","as the number of eggs laid by an animal increases , the number of eggs that hatch will increase","as the supply of food in an environment decreases , the population of animals in that environment will decrease"],"clue":"The population of rabbits in an area increases due to more precipitation falling lately, as the increased rainfall can lead to more abundant vegetation, providing the rabbits with ample food and shelter"}
{"id":"9-864","question_stem":"Humans are like monkeys in a lot of ways, besides sharing a lot of the same DNA, their babies are birthed","choices":{"text":["mad","old","alive","dead"]},"answerKey":"C","facts":["a monkey births live young","mammals give birth to live young","reproduction produces offspring"],"clue":"Humans are like monkeys in a lot of ways, besides sharing a lot of the same DNA, their babies are birthed alive, as both humans and monkeys are mammals that give live birth to their young"}
{"id":"9-296","question_stem":"Environments like the rain forest have such an abundance of flowers and plants due to the amount of what, which is needed for vegetation to thrive?","choices":{"text":["Sunlight","water","Animals","people"]},"answerKey":"B","facts":["flowers are a source of fruit","the Earth contains many ecosystems","a forest environment is often green in color"],"clue":"Environments like the rain forest have such an abundance of flowers and plants due to the amount of water, as the high rainfall and humidity provide the necessary moisture for vegetation to thrive and flourish"}
{"id":"1877","question_stem":"To aid in keeping your outdoor animals warm in the winter","choices":{"text":["put their shelters directly in the way of the wind","put their shelters on top of cement","attach thermal insulators to their shelters","attach shingles to their shelters"]},"answerKey":"C","facts":["shelter can protect animals from weather","shelter is used for protection by animals against weather","an animal requires warmth for survival"],"clue":"To aid in keeping your outdoor animals warm in the winter, you can attach thermal insulators to their shelters, as the insulation will help to retain heat and protect the animals from the cold weather"}
{"id":"9-365","question_stem":"A deer eats lots of grass, but the deer is unable to create more food for itself, because in the food chain, the deer is unable to be","choices":{"text":["a producer","a consumer","a manager","a creator"]},"answerKey":"A","facts":["a consumer can not produce its own food","In the food chain process an animal has the role of consumer which eats producers for food","In the food chain process an animal has the role of consumer which eats other animals for food"],"clue":"A deer eats lots of grass, but the deer is unable to create more food for itself, because in the food chain, the deer is a consumer, as it consumes other organisms for food, but cannot produce"}
{"id":"8-269","question_stem":"which of these would most likely cause a car to lose control?","choices":{"text":["a nice dry asphalt highway","a highway after cloud precipitation","a dry cobble stone road","all of these"]},"answerKey":"B","facts":["a decrease in visibility while driving can cause people to crash their car","if an animal is near a road then that animal might be killed by a car","bad weather decreases visibility while driving"],"clue":"A car is most likely to lose control on a highway after cloud precipitation, as the wet and slippery road surface can reduce tire traction and increase the risk of skidding and losing control."}
{"id":"254","question_stem":"Potential energy changes to kinetic energy when using a","choices":{"text":["computer","light bulb","television","bicycle"]},"answerKey":"D","facts":["potential energy changes to kinetic energy through motion","as an object moves , the kinetic energy of that object will increase","electrical devices convert electricity into other forms of energy"],"clue":"Potential energy changes to kinetic energy when using a bicycle, as the pedaling motion converts the stored energy in the bicycle into kinetic energy,"}
{"id":"7-443","question_stem":"Many families survive the winter thanks to","choices":{"text":["tv","AC unit","furnace","fridge"]},"answerKey":"C","facts":["some humans live in houses","shelter can protect humans from weather","an oven is a source of heat"],"clue":"Many families survive the winter thanks to a furnace, as the heating system provides warmth and comfort in the cold months, maintaining a livable temperature in the house."}