{"id":"9-1142","question_stem":"Eating and digesting a large meal is guaranteed to produce","choices":{"text":["disease","fecal matter","fuel","fertilizer"]},"answerKey":"B","facts":["digestion is when an organism takes in nutrients from food into itself by eating","eating food is used to get nutrients by living things","the digestive system digests food for the body"],"clue":"Digesting a large meal results in fuel (nutrients absorbed for energy and growth), and eventually fecal matter (undigested waste excreted by the body), not disease or"}
{"id":"7-926","question_stem":"Canyons are generally old, huge, and breathtaking and are","choices":{"text":["brimming to full with sand","filled with local wildlife","dirty and muddy inside","typically materialized with stone"]},"answerKey":"D","facts":["most canyons are formed by flowing rivers through erosion over long periods of time","a canyon is made of rocks","a canyon forming occurs over a period of millions of years"],"clue":"Most canyons, formed by river erosion over time, are typically filled with local wildlife and materialized with stone, not brimming with sand or dirty and muddy inside."}
{"id":"7-721","question_stem":"If a room is going to be humid, or dry, depends on how much water vapor is in the air, so if a room wants to be humid","choices":{"text":["run a bath","use a dehumidifier","open a window","hope it rains"]},"answerKey":"A","facts":["humidity is the amount of water vapor in the air","moist means high in moisture","An example of moisture is water vapor in the atmosphere"],"clue":"To increase room humidity, with humidity being the amount of water vapor in the air, consider running a bath or limiting dehumidifier use, not opening windows or hoping for rain"}
{"id":"9-180","question_stem":"What impacts an objects ability to reflect light?","choices":{"text":["color pallete","weights","height","smell"]},"answerKey":"A","facts":["as lightness in color of an object increases , the ability of that object to reflect light will increase","if an object reflects more light then that object is more easily seen","if an object reflects a light of a certain color then the object appears to be that color"],"clue":"An object's ability to reflect light is determined by its color palette, not its weight, height, or smell; lighter colors reflect more"}
{"id":"9-1013","question_stem":"which of these would make an ideal object to drive in with a hammer?","choices":{"text":["an iron nail","a metal nail","a steel nail","all of these"]},"answerKey":"D","facts":["iron nails are made of iron","An example of hitting something is dropping an object onto that something","alloys are made of two or more metals"],"clue":"Of the options, an iron nail would be most suitable to drive in with a hammer, as it is made of iron, unlike metal nails or steel nails, which could vary in composition"}
{"id":"9-601","question_stem":"local plant varieties are the best for improving the local","choices":{"text":["social status","environs","satellite reception","future"]},"answerKey":"B","facts":["planting native plants has a positive impact on an ecosystem","green plants provide food for consumers by performing photosynthesis","plants are the source of fruit"],"clue":"Planting local plant varieties benefits the ecosystem, improving the local environment, not social status, satellite reception, or future; native plants support local wildlife"}
{"id":"370","question_stem":"Electricity sent through a conductor","choices":{"text":["halts the functioning of the conductor","moves like traffic through a green light","causes fire to flow through the conductor","flows heat back to the conductor"]},"answerKey":"B","facts":["sending electricity through a conductor causes electricity to flow through that conductor","An electrical conductor is a vehicle for the flow of electricity","sending electricity through a conductor causes electric current to flow through that conductor"],"clue":"Sending electricity through a conductor allows electricity to flow through that conductor, not halting the functioning of the conductor or causing fire to flow through it; heat can be a byproduct"}
{"id":"9-1077","question_stem":"The sun is a source of which, first and foremost?","choices":{"text":["Light","Energy","Heat","Nutrients)"]},"answerKey":"A","facts":["the sun is the source of energy for life on Earth","the sun is the source of solar energy called sunlight","the sun is a source of light called sunlight"],"clue":"The sun is the primary source of energy for life on Earth, not light, heat, or nutrients; it makes life on Earth possible through its energy."}
{"id":"9-372","question_stem":"Where in the world will a person have the smallest shadow at noon?","choices":{"text":["the arctic circle","the south pole","the north pole","near the equator"]},"answerKey":"D","facts":["the amount of daylight is least on the winter solstice","the sun is located directly overhead at noon","as the distance of a location from the North Pole becomes smaller, the amount of daylight received by that location will decrease during the winter"],"clue":"A person will have the smallest shadow at noon near the poles, not the equator or Arctic Circle, as the sun is lowest in the sky during winter months, creating shorter"}
{"id":"9-1091","question_stem":"Oil is a source of a material used for an object with","choices":{"text":["wood planks","cardboard","a large stone","wheels"]},"answerKey":"D","facts":["oil is a source of gasoline","oil is a source of energy","oil is a nonrenewable resource"],"clue":"Oil is a source of gasoline, used as a fuel for objects with wheels, such as cars, not wood planks, cardboard, or large stones; gasoline powers internal combustion engines"}
{"id":"8-289","question_stem":"A magnet would attract a","choices":{"text":["Wooden hairbrush","Oranges","Glassware","Zippers"]},"answerKey":"D","facts":["if something contains a large amount of magnetic material then that something will attract magnets","magnetic attraction pulls two objects together","if a magnet is attracted to a metal then that magnet will stick to that metal"],"clue":"A magnet would attract a zipper, assuming it contains magnetic material like metal, not a wooden hairbrush, oranges, or glassware, which are not magnetic."}
{"id":"9-527","question_stem":"What sort of habitat would living things live in?","choices":{"text":["A habitat with plenty of water","A habitat with varying weather","A habitat that most animals choose","A habitat with many toys"]},"answerKey":"A","facts":["living things live in their habitat","organisms live in their habitat","when a habitat can support living things , living things can live in that habitat"],"clue":"Living things live in their habitat, which can have plenty of water, varying weather, or be chosen by many animals, but not a habitat with many toys; habit"}
{"id":"9-599","question_stem":"A person finishes drinking a bottle of water and notices that at the bottom of the bottle is a small symbol, consisting of three arrows in a triangular shape. This symbol tells the person that they should","choices":{"text":["have it reprocessed","burn the bottle","reuse the bottle","remake the bottle"]},"answerKey":"A","facts":["a cactus stem is used for storing water","An example of avoiding waste is using a material more than once","An example of avoiding waste is using an object more than once"],"clue":"The symbol of three arrows in a triangular shape indicates that the bottle should be recycled, not reprocessed, burned, or remade; it helps reduce waste. This fact is unrelated to a cactus stem being used"}
{"id":"7-958","question_stem":"In order to better understand the world around us, specialists","choices":{"text":["watch several educational programs","discuss topics with laymen","inspect, note, and consider","make notes in books"]},"answerKey":"C","facts":["scientists make observations","using tools is a learned characteristic","binoculars are used for observing distant objects"],"clue":"To better understand the world around us, specialists, like scientists, make observations, watch educational programs, discuss topics with others, and take notes, not just inspecting and noting"}
{"id":"9-17","question_stem":"A woman leaves some meat on the counter, and bacteria begins to quickly grow on the surface. This bacteria may cause","choices":{"text":["turned food","growing beans","sticky toffee","pocked oranges"]},"answerKey":"A","facts":["microorganisms cause food to spoil","bacteria cause food poisoning","reducing bacteria in food prevents illness in people"],"clue":"Bacteria growing on meat cause it to spoil, leading to turned food, not growing beans, sticky toffee, or pocked oranges; spoiled food can be dangerous"}
{"id":"9-256","question_stem":"Stars appear in different areas in the sky at different times of year due to what?","choices":{"text":["Earths Rotation","Changing Weather","Suns Rotation","Time Change"]},"answerKey":"A","facts":["the Earth revolving around the sun causes stars to appear in different areas in the sky at different times of year","the Earth rotating on its axis causes stars to appear to move across the sky at night","the Earth rotating on its axis causes the sun to appear to move across the sky during the day"],"clue":"Stars appear in different areas in the sky at different times of year because the Earth revolves around the sun, not due to Earth's rotation, changing weather, or time"}
{"id":"826","question_stem":"Corn can sometimes","choices":{"text":["be grown in arctic environments","be used as kindling","fuel a steam locomotive","fuel an economy car"]},"answerKey":"D","facts":["An example of creating an alternative fuel is turning plant material into fuel","ethanol sometimes is made of corn","oil is a source of gasoline"],"clue":"Corn can be used as a source for creating alternative fuel, like ethanol, not for growing in arctic environments, being used as kindling, or fueling a steam locomotive or economy"}
{"id":"9-831","question_stem":"strumming a string can cause what type of wave?","choices":{"text":["Tidal","Pressure","Light","Dark"]},"answerKey":"B","facts":["strumming a string can cause that string to vibrate","plucking a string can cause that string to vibrate","An example of playing a musical instrument is strumming a guitar string"],"clue":"Strumming a string causes the string to vibrate, which can create a mechanical wave, specifically a sound wave, not a tidal, pressure, light, or dark"}
{"id":"7-563","question_stem":"Coral is a type of living organism which can be identified in","choices":{"text":["only in the pacific ocean","saltwater locations that are open","any where with liquid","water sources in america"]},"answerKey":"B","facts":["coral lives in the ocean","usually coral lives in warm water","a sea turtle lives in the ocean"],"clue":"Coral is a type of living organism found in saltwater locations that are open to the ocean, not just the Pacific Ocean, any place with liquid, or water sources"}
{"id":"7-56","question_stem":"Having reliable plant sources in a field, a rabbit may react by","choices":{"text":["having larger litters","finding a mate","eating more food","finding new food"]},"answerKey":"A","facts":["rabbits eat plants","some rabbits live in forests","if the amount of available food and water decreases in an environment then animals may leave that environment to find food and water"],"clue":"Having reliable plant sources in a field may allow a rabbit to eat more food, potentially leading to finding a mate and having larger litters, not just finding new food."}
{"id":"9-459","question_stem":"The layer of material on the bottom of the Snake River was put there by what?","choices":{"text":["fish swimming","weather related degradation","global warming","animal movement"]},"answerKey":"B","facts":["most canyons are formed by flowing rivers through erosion over long periods of time","sediment is formed by weathering","erosion causes a river to become deeper and wider"],"clue":"The layer of material on the bottom of the Snake River was put there by erosion from the river over long periods of time, not by fish swimming, weather, global war"}
{"id":"723","question_stem":"Which converts carbon dioxide, water, and solar energy into oxygen?","choices":{"text":["chrysanthemum","mistletoe","mushroom","mole"]},"answerKey":"A","facts":["photosynthesis means green plants convert from carbon dioxide, water, and solar energy into oxygen for themselves","plants are a source of oxygen through photosynthesis","photosynthesis makes energy for the plant by converting carbon dioxide, water, and sunlight into carbohydrates"],"clue":"Photosynthesis, the process by which green plants convert carbon dioxide, water, and solar energy into oxygen, is not performed by chrysanthemums, mist"}
{"id":"9-841","question_stem":"December is in the summer in what","choices":{"text":["the southern part of cities","the northern part of Earth","the southern part of the third rock","the southern part of every rock"]},"answerKey":"C","facts":["December is during the summer in the southern hemisphere","December is during the winter in the northern hemisphere","the winter solstice is on December 21st in the northern hemisphere"],"clue":"December is during the summer in the southern hemisphere, not in the northern part of Earth, the southern part of cities, or the southern part of every rock, but on the third rock from the sun."}
{"id":"7-940","question_stem":"Trembling muscles spasms in animals can be caused in party by","choices":{"text":["temperature in single digits","temperatures in triple digits","finding the right temperatures","being unaware of the temperature"]},"answerKey":"A","facts":["cool temperatures cause animals to shiver","cold temperatures cause animals to shiver","shivering is when an animal creates heat by shaking to keep the body warm"],"clue":"Trembling muscles spasms in animals can be caused in part by cool temperatures, which cause shivering, not by temperature in single digits, triple digits, or being unaware of the temperature."}
{"id":"1386","question_stem":"The number of lines found in a tree bore will tell you?","choices":{"text":["variety","sturdiness","the age","the height"]},"answerKey":"C","facts":["the number of rings in a tree trunk can be used to estimate the age of the tree","as the amount of available water decreases , tree-growth rings will become narrower","a trunk is a source of support for a tree"],"clue":"The number of lines found in a tree bore, or tree trunk, can be used to estimate the age of the tree, not its variety, sturdiness, or height"}
{"id":"1302","question_stem":"Hummingbirds take what with them","choices":{"text":["Bees","energy","Pollen","Honey"]},"answerKey":"C","facts":["bees eat pollen","when pollen sticks to a hummingbird , that pollen will move to where the hummingbird moves","bees convert nectar into honey"],"clue":"Hummingbirds do not take bees with them; instead, they take energy in the form of nectar, not pollen or honey. This fact is unrelated to bees eating poll"}
{"id":"7-249","question_stem":"To naturally increase the amount of organic matter in soil add","choices":{"text":["fungi","sunflowers","trees","voles"]},"answerKey":"A","facts":["decomposition increases amount of organic matter in soil","soil is a renewable resource for growing plants","soil contains nutrients for plants"],"clue":"To naturally increase the amount of organic matter in soil, you can add decomposing organic matter, like leaves, branches, or compost, not fungi, sunflowers, or"}
{"id":"8-339","question_stem":"Peat is an important factor when","choices":{"text":["Driving a new car","Putting a fresh raspberry seed in soil","Taking the temperature for the day","Having a large breakfast"]},"answerKey":"B","facts":["peat is made of decaying vegetation compacted by soil in a swamp over a long period of time","the formation of peat occurs at the bottom of swamps","being burried under soil and mud changes peat into coal through extreme heat and pressure in a swamp over a long period of time"],"clue":"Peat is an important factor when starting a fire, not when driving a new car, putting a fresh raspberry seed in soil, or taking the temperature for"}
{"id":"9-96","question_stem":"When a bird is living in a certain segment of the world, it can become part of that environment along with predators and food sources, the process being called what?","choices":{"text":["animals reproduce","preyed upon","adapted to it","predators get it"]},"answerKey":"C","facts":["some birds are predators","a tree is a source of food for birds in an ecosystem","most predators live in the same environment as their prey"],"clue":"When a bird is living in a certain segment of the world, it can become part of the food chain, adapting to the environment, and potentially becoming a predator, not just reproducing or being prey"}
{"id":"1640","question_stem":"Chimpanzees dig for insects with sticks; what is another example of using tools?","choices":{"text":["birds using twigs to build nests","otters using rocks to open clams","anteaters using their tongue to catch ants","koalas using their pouch to hold infants"]},"answerKey":"B","facts":["An example of using tools is a chimpanzee digging for insects with a stick","An example of hunting is an otter cracking open clams with a rock","claws are used to catch prey by some predators"],"clue":"Birds using twigs to build nests is another example of using tools, like chimpanzees digging for insects with a stick, not just otters using rocks to open clams, anteaters using their tongue, or koalas using"}
{"id":"7-530","question_stem":"Carbon dioxide exists where it does because","choices":{"text":["humans expel it","deer eat it","birds use it","trees absorb it"]},"answerKey":"A","facts":["carbon dioxide can be found in the air","animals exhale carbon dioxide from their lungs into the air","carbon dioxide concentrations in the air have increased over the last decade dramatically"],"clue":"Carbon dioxide exists where it does because it is a gas in the air, not because humans expel it, deer eat it, or birds use it, but trees do"}
{"id":"1034","question_stem":"What covers over 90% of the Earth's surface and 0% of the moon's surface","choices":{"text":["a magnesium iron silicate mineral","chemical element with the symbol S","the element with the symbol Fe","that which contains 2 hydrogen and 1 oxygen molecules"]},"answerKey":"D","facts":["Earth 's surface is made of rock","oceans cover 70% of the surface of the earth","the atmosphere is made of 78% nitrogen"],"clue":"What covers over 90% of the Earth's surface and 0% of the moon's surface is rock, not a magnesium iron silicate mineral, the chemical element with the symbol S, or the element with the symbol Fe"}
{"id":"753","question_stem":"Why do  berries exist?","choices":{"text":["reproducing","food for animals","growth","food storage"]},"answerKey":"A","facts":["bears eat berries","birds sometimes eat berries","a berry contains seeds"],"clue":"Berries exist as a reproductive mechanism for plants, not just as food for animals, like bears, or for growth or food storage."}
{"id":"84","question_stem":"The biggest things on the moon are","choices":{"text":["space stations","alien life forms","craters","moon rocks"]},"answerKey":"C","facts":["the moon 's surface contains many craters","the lunar surface contains many craters","the moon 's surface contains highlands"],"clue":"The biggest things on the moon are craters, not space stations, alien life forms, or moon rocks, as the moon's surface contains"}
{"id":"183","question_stem":"Which set of animals don't compete for food?","choices":{"text":["dolphin and fish","hyena and bear","whale and cat","eagle and raven"]},"answerKey":"C","facts":["if two animals have the same food source then those two animals compete for food","if two animals eat the same prey then those animals compete for that pey","if an animal takes a resource from another animal then that animal competes for resources successfully"],"clue":"The set of animals that don't compete for food are the eagle and raven, as they have different food sources, not dolphin and"}
{"id":"9-1157","question_stem":"will a glacier travel at greater speeds than a sea going vessel?","choices":{"text":["maybe it moves faster","this is likely to be false","all of these","odds are in its favor"]},"answerKey":"B","facts":["a glacier moves slowly","a glacier is made of ice","if the atmospheric temperature rises then the glaciers will melt"],"clue":"A glacier will not travel at greater speeds than a sea-going vessel, as a glacier moves slowly, not maybe faster, not likely, and not odds are in its favor"}
{"id":"7-1027","question_stem":"Something that shows that the earth changes is","choices":{"text":["a city where a tree was","a lake where a tree was","a tree where a bird was","a plant where a rock was"]},"answerKey":"B","facts":["An example of a change in the Earth is an ocean becoming a wooded area","natural events usually cause changes to Earth 's surface","seasons cause change to the environment"],"clue":"A change in the Earth is shown by a lake where a tree was, not a city where a tree was, a tree where a bird was, or a plant where a rock was, as an example of a change is an ocean becoming a wooded"}
{"id":"7-1199","question_stem":"A lot of people think that volcanoes may only exist in tall mountains that tower above us, but a lot of volcanoes","choices":{"text":["fall into the oceans","are water leaking volcanoes","erupt into the sea","are found and erupt beneath the water"]},"answerKey":"D","facts":["volcanoes are often found under oceans","mountains are formed by volcanoes","lava is found above the ground"],"clue":"Volcanoes are often found under oceans, not just in tall mountains, and can erupt into the sea, not just on land,"}
{"id":"7-281","question_stem":"A car slowed down because of","choices":{"text":["bad brakes","the engine size","the wind","the steering wheel"]},"answerKey":"C","facts":["force causes the speed of an object to decrease","a force acting on an object in the opposite direction that the object is moving can cause that object 's speed to decrease in a forward motion","friction causes the speed of an object to decrease"],"clue":"The speed of a car can decrease due to bad brakes, not the engine size, the wind, or the steering wheel, as force causes the speed of an object"}
{"id":"8-262","question_stem":"The lights were turned off in a room, who could find the light switch?","choices":{"text":["Mice","Elephants","Raccoons","Hamsters"]},"answerKey":"C","facts":["mice live in in holes in the ground in fields","some raccoons live in hollow logs","raccoons eat garbage"],"clue":"The lights were turned off in a room, and any human could find the light switch, not mice, elephants, raccoons, or hamsters, as mice live in holes in the ground"}
{"id":"8-413","question_stem":"slope is a measure of the difference in elevation from the top to the base of a","choices":{"text":["penny","tower","pyramid","box"]},"answerKey":"C","facts":["slope is a measure of the difference in elevation between one part of the land and another part of the land","an inclined plane is used for raising objects","the slope of the land causes a river to flow in a particular direction"],"clue":"Slope is a measure of the difference in elevation between one part of the land and another part of the land, not a penny, tower, or pyramid, but"}
{"id":"7-568","question_stem":"In a zoo, a polar bear exhibit will contain","choices":{"text":["salt","cacti","strong fans","sand"]},"answerKey":"C","facts":["a polar bear requires a cold environment","polar bears live in cold environments","some animals live in zoo exhibits"],"clue":"In a zoo, a polar bear exhibit will contain strong fans to keep the area cold, not salt, cacti, or sand, as a polar bear requires a cold environment"}
{"id":"1167","question_stem":"Precipitation sometimes leads to","choices":{"text":["mountains","earthquakes","volcanoes","caves"]},"answerKey":"D","facts":["mountains are formed by volcanoes","landslides often occur on mountains","storms can cause a landslide"],"clue":"Precipitation sometimes leads to mountains, not earthquakes, volcanoes, or caves, as mountains are formed by vol"}
{"id":"9-355","question_stem":"When the scientist finally completed his new invention he thanked his","choices":{"text":["powers of observation","lucky stars","mother","grandmother"]},"answerKey":"A","facts":["Galileo Galilei made improvements to the telescope to make better observations of celestial bodies","scientists make observations","inventing a tool allows that tool to be used"],"clue":"When the scientist completed his new invention, he thanked his powers of observation, not his lucky stars, mother, or grandmother, as Galileo Galilei made improvements to the telescope to make better observations of celestial bodies."}
{"id":"852","question_stem":"When the game console's power cable was attached to the wall, electricity ended up in","choices":{"text":["the plug","the power cable","the wall","the game console"]},"answerKey":"D","facts":["when an electrical conductor is plugged into an outlet , a circuit is completed","wiring requires an electrical conductor","electricity is made of moving charges"],"clue":"When the game console's power cable was attached to the wall, electricity ended up in the game console, not the plug, the power cable, or the wall, as when an electrical conductor is plugged into an outlet, a circuit is"}
{"id":"9-695","question_stem":"Some birds have scooped beaks, but others have sharp beaks such as","choices":{"text":["peregrine falcons","pelicans","toucans","snakes"]},"answerKey":"A","facts":["a beak is used for catching prey by some birds","sharp beaks are a kind of adaptation for catching prey","birds with beaks of different shapes eat different foods"],"clue":"Some birds have sharp beaks, such as peregrine falcons, not scooped beaks, like pelicans and toucans, as a beak is used for catching prey by some birds"}
{"id":"7-21","question_stem":"People commonly have bad reactions to what they get from a","choices":{"text":["discount store","lawyer","catalog","pharmacy"]},"answerKey":"D","facts":["medicine can cause people to have bad reactions","camouflage is a kind of protection against consumers","harming something has a negative effect on that something"],"clue":"People commonly have bad reactions to what they get from a pharmacy, not a discount store, lawyer, or catalog, as medicine can cause people to have bad reactions"}
{"id":"7-406","question_stem":"What happens to body water when animal activity rises","choices":{"text":["the water decreases","it stays same","the water increases","the water hardens"]},"answerKey":"A","facts":["as the activity of an animal increases , the amount of water in an animal 's body in that environment will decrease","as temperature in an environment decreases , the amount of water an animal in that environment will lose will decrease","as water increases in an environment , the population of aquatic animals will increase"],"clue":"As the activity of an animal increases, the amount of water in an animal's body in that environment will decrease, not increase, stay the same,"}
{"id":"7-617","question_stem":"More carbon dioxide is in the air in the past decade than ever before, probably because","choices":{"text":["more cattle produced","more plant life","human population increased","less water area"]},"answerKey":"C","facts":["carbon dioxide concentrations in the air have increased over the last decade dramatically","carbon dioxide can be found in the air","as the population of plants decreases , carbon in the atmosphere will increase"],"clue":"Carbon dioxide concentrations in the air have increased over the last decade dramatically, not due to more cattle produced, more plant life, or less water area, but because of the human"}
{"id":"585","question_stem":"What slows down the transfer of heat?","choices":{"text":["a wooden wall","the wind","the sun","light rays"]},"answerKey":"A","facts":["a thermal insulator slows the transfer of heat","absorbing sunlight causes objects to heat","wood is an thermal energy insulator"],"clue":"A thermal insulator slows the transfer of heat, not a wooden wall, the wind, the sun, or light rays, as a thermal insulator is a material that reduces the flow of heat"}
{"id":"7-948","question_stem":"Whether a rainstorm, snow, or hail, humanity can find a way to escape it by","choices":{"text":["restoring old city streets","creating a protected space","building a large community","sheltering all the young"]},"answerKey":"B","facts":["shelter can protect humans from weather","rain is a source of water","shelter can protect animals from weather"],"clue":"Shelter can protect humans from weather, not by restoring old city streets, creating a protected space, building a large community, or sheltering all the young, but by providing a barrier between humans and the weather"}
{"id":"7-340","question_stem":"In a strong tempest, a large boulder may be","choices":{"text":["broken","smoothed","sharpened","stained"]},"answerKey":"B","facts":["sometimes weathering rounds rocks","breaking apart rocks can cause debris","sometimes weathering smooths rocks"],"clue":"Sometimes weathering rounds rocks, not breaking, sharpening, or staining them, as a large boulder may be smoothed in a"}
{"id":"7-344","question_stem":"The way that electrical conductors works in ways such as","choices":{"text":["sticking a plug into an outlet to power a microwave","turning on a coffee pot in the morning","making sure that a hair dryer is unplugged after use","turning on lights in a room"]},"answerKey":"A","facts":["An electrical conductor is a vehicle for the flow of electricity","electrical conduction is when metals conduct electricity through metal","metal is an electrical energy conductor"],"clue":"An electrical conductor is a vehicle for the flow of electricity, not a device that powers a microwave, coffee pot, or hair dryer, or turns on lights in a room, but a material that allows electricity"}
{"id":"7-557","question_stem":"When wheels are squealing on a blacktop, friction","choices":{"text":["works against motion","stops motion","removes forward motion","makes things rough"]},"answerKey":"A","facts":["skidding causes friction","as the roughness of something increases , the friction of that something will increase when its surface moves against another surface","friction occurs when two object 's surfaces move against each other"],"clue":"Skidding causes friction, not making things rough, working against motion, stopping motion, or removing forward motion, as wheels squealing on a blacktop indicate fr"}
{"id":"9-1189","question_stem":"Breaking a vase changes its","choices":{"text":["center of gravity","shape and mass","chemical composition","speed"]},"answerKey":"B","facts":["breaking down an object changes that object 's shape and mass","if a flexible container is pushed on then that container will change shape","if an object undergoes chemical change then that object will have new chemical properties"],"clue":"Breaking down an object changes that object's shape and mass, not its center of gravity or speed, as breaking a vase changes its shape and"}
{"id":"9-936","question_stem":"When looking for a good renewable resource in order to avoid wasting anything that will eventually run out, a man decides to use","choices":{"text":["colored pencils","snow cones","murky river fluid","fresh flounder"]},"answerKey":"C","facts":["a renewable resource can be renewed","a renewable resource can be replaced","water is a renewable resource"],"clue":"A renewable resource can be renewed, not colored pencils, snow cones, murky river fluid, or fresh flounder, as a renewable resource is a natural resource that can be replenished over time"}
{"id":"7-713","question_stem":"A consequence of polluting could be that","choices":{"text":["fish become inedible","water tastes gross","papers report it","trash is overflowing"]},"answerKey":"A","facts":["polluting means something poisonous is added to an environment causing harm to the environment","pollution is a source of pollutants","humans cause pollution"],"clue":"Polluting means something poisonous is added to an environment causing harm to the environment, not that fish become inedible, water tastes gross, papers report it, or trash is overflowing, as these are consequences of"}
{"id":"7-1014","question_stem":"the top layer of soil contains the most nutrients where I","choices":{"text":["hike","wade","jog","skate"]},"answerKey":"A","facts":["the top layer of soil contains the most nutrients","soil contains nutrients for plants","if some nutrients are in the soil then those nutrients are in the food chain"],"clue":"The top layer of soil contains the most nutrients, not where one hikes, wades, jogs, or skates, but in the uppermost layer of the soil"}
{"id":"8-242","question_stem":"A cacti is basically an enormous stem, which means that","choices":{"text":["it can be drunk from","it is very thin","it holds up bright green leaves","it can hide in grass"]},"answerKey":"A","facts":["a cactus stem is used for storing water","a cactus stores water","a stem is used to store water by some plants"],"clue":"A cactus stem is used for storing water, not that it can be drunk from, is very thin, holds up bright green leaves, or can hide in grass, as a cactus stem is an enlarged stem used for storing water"}
{"id":"7-588","question_stem":"Without reliable sources of food or water","choices":{"text":["creatures experience some suffering","animals must make their own","dogs will need to be fed","organisms need to be cared for"]},"answerKey":"A","facts":["if the amount of available food and water decreases in an environment then animals may leave that environment to find food and water","an animal requires enough nutrients to survive","loss of resources has a negative impact on the organisms in an area"],"clue":"If the amount of available food and water decreases in an environment, then animals may leave that environment to find food and water, not experience suffering, make their own food, be fed, or be cared for, as these are not the consequences of a decrease in available food"}
{"id":"9-985","question_stem":"An echo is produced by what type of reflection of sound source?","choices":{"text":["Direct","Distant","Varied","Single"]},"answerKey":"D","facts":["echo is when sound reflects off of a surface","when a sound is produced inside of a room , there is sometimes an echo after the sound","echolocation is when some animals detect objects by hearing echoes by emitting sound"],"clue":"Echo is when sound reflects off of a surface, not a direct, distant, varied, or single reflection of a sound source, as these are types"}
{"id":"9-968","question_stem":"if food has lack of immediate use for energy then it will","choices":{"text":["be discarded immediately","kept for later","left to rot","be thrown up"]},"answerKey":"B","facts":["if food is not immediately used by the body for energy then that food will be stored for future use","food spoiling has a negative impact on the health of the animal that eats that food","food is a source of energy for animals"],"clue":"If food is not immediately used by the body for energy, then that food will be stored for future use, not be discarded immediately, kept for later, left to rot, or be thrown up, as these are not the consequences of a lack of immediate use"}
{"id":"8-275","question_stem":"Puerto Rico experienced many landslides due to Hurricane Maria in","choices":{"text":["2017","2015","2012","2009"]},"answerKey":"A","facts":["storms can cause a landslide","landslides often occur on mountains","a landslide is when gravity rapidly moves rocks or soil downhill especially after a rain storm"],"clue":"Storms can cause a landslide, not just in Puerto Rico, but anywhere, as Hurricane Maria in 2017 caused landslides in Puerto"}
{"id":"7-285","question_stem":"What item's housing is made of metal?","choices":{"text":["butter","cola","tea","syrup"]},"answerKey":"B","facts":["a soda can is made of aluminum","metal is an electrical energy conductor","metal is a nonrenewable resource"],"clue":"A soda can is made of aluminum, not butter, cola, tea, or syrup, as these are the contents of a soda can, not the housing."}
{"id":"663","question_stem":"Deserts, Jungles, and Oceans have many different","choices":{"text":["organisms","fish","trees","grasses"]},"answerKey":"A","facts":["the Earth contains many ecosystems","aquatic plants live in bodies of water","organisms live in their habitat"],"clue":"The Earth contains many ecosystems, not just deserts, jungles, and oceans, as these are examples of ecosystems, not the only ecosystem"}
{"id":"7-701","question_stem":"If a glacier going past a dock brushed up against some large boulders there, the stones would","choices":{"text":["have gouges","have stains","be frozen","be dirty"]},"answerKey":"A","facts":["glaciers cause scratches in rocks","a glacier is made of ice","a glacier causes mechanical weathering"],"clue":"Glaciers cause scratches in rocks, not stains, freezing, or dirt, as a glacier going past a dock may brush up against some large boulders and cause scratches in the"}
{"id":"9-1131","question_stem":"Air is considered to be a vehicle for..?","choices":{"text":["Light","Wind","Speed","Sound"]},"answerKey":"D","facts":["air is a vehicle for sound","sound can travel through air","wind is a source of energy"],"clue":"Air is a vehicle for sound, not light, wind, or speed, as sound travels through air, not light, wind, or speed."}
{"id":"7-670","question_stem":"The removal of trees may cause damage to ecosystems such as","choices":{"text":["cities","jungles","fields","oceans"]},"answerKey":"B","facts":["cutting down trees has a negative impact on an organisms living in an ecosystem","planting trees has a positive impact on an ecosystem","a tree is a source of food for animals in an ecosystem"],"clue":"Cutting down trees has a negative impact on an organism living in an ecosystem, not in cities, jungles, fields, or oceans, as these are ecosystems, not organisms"}
{"id":"9-173","question_stem":"When a wolf is buried what will happen to other wolves?","choices":{"text":["small change","learn to fly","less of them","more of them"]},"answerKey":"C","facts":["habitat destruction causes animals to move to find shelter in another habitat","if a new predator begins eating prey then the population of that prey will decrease","if a habitat can no longer support animals then those animals will move to another area"],"clue":"Habitat destruction causes animals to move to find shelter in another habitat, not a small change, learn to fly, less of them, or more of them, as these are"}
{"id":"9-1035","question_stem":"A fundamental feature of all life produces","choices":{"text":["offspring","auroras","magnetism","organisms"]},"answerKey":"A","facts":["reproduction is when an organism passes genetic information from itself to its offspring","reproduction is a stage in the life cycle process","reproduction produces offspring"],"clue":"Reproduction is when an organism passes genetic information from itself to its offspring, not offspring, auroras, magnetism, or organisms, as these are not the features of reproduction"}
{"id":"1248","question_stem":"What part of the backyard is cooler than the other parts?","choices":{"text":["the part by the fence","the part with the grass","the part by the pool","the part by the oak tree"]},"answerKey":"D","facts":["the amount of daylight is greatest in the summer","sweat cools a body","the amount of daylight is least in the winter"],"clue":"The amount of daylight is greatest in the summer, not the part by the fence, the part with the grass, the part by the pool, or the part by the oak tree, as these are parts of the backyard, not the amount of daylight"}
{"id":"1921","question_stem":"What is an example of reproduction being a stage in the life cycle process?","choices":{"text":["births can occur only after reproduction takes place","death is the last stage in the life cycle","reproduction mightn't guarantee a healthy life","life can end during reproduction"]},"answerKey":"A","facts":["reproduction is a stage in the life cycle process","An example of reproduction is laying eggs","metamorphosis is a stage in the life cycle process of some animals"],"clue":"Reproduction is a stage in the life cycle process, not births can occur only after reproduction takes place, death is the last stage in the life cycle, reproduction mightn't guarantee a healthy life, or life can end during reproduction, as these are not examples of reproduction being a stage in the life cycle process."}
{"id":"586","question_stem":"Iron is used to make","choices":{"text":["pottery clay for kilns","baking sheet for cookies","items that fasten roofing to roofs","twist ties for bread bags"]},"answerKey":"C","facts":["ferrous metals contain iron","iron nails are made of iron","rocks sometimes contain iron"],"clue":"Ferrous metals contain iron, not pottery clay for kilns, baking sheet for cookies, items that fasten roofing to roofs, or twist ties for bread bags, as these are made of iron, not the materials that contain"}
{"id":"9-1079","question_stem":"When car is close to the runner the illumination of the motorized entity is at a higher level because?","choices":{"text":["moons gravity","motion","it is closer","sun rotation"]},"answerKey":"C","facts":["as a source of light becomes closer , that source will appear brighter","as distance from a source of light increases , that source of light will appear dimmer","a decrease in visibility while driving can cause people to crash their car"],"clue":"As a source of light becomes closer, that source will appear brighter, not because of moons gravity, motion, it is closer, or sun rotation, as these are not the reasons why a source of light appears brighter when it is closer."}
{"id":"9-162","question_stem":"During a thunderstorm an animal is most likely going to relocate to a","choices":{"text":["cave","beach","mountain","pond"]},"answerKey":"A","facts":["natural disasters can cause animals to leave an environment","habitat destruction causes animals to move to find shelter in another habitat","shelter can protect animals from weather"],"clue":"Natural disasters can cause animals to leave an environment, not a cave, beach, mountain, or pond, as these are environments, not the reasons why animals leave an"}
{"id":"1738","question_stem":"How do some octopus hide?","choices":{"text":["using clear ink to spread smell","hiding in dark, inky caves","expelling dark fluid for cover","using ink to paint camouflage"]},"answerKey":"C","facts":["ink is used for hiding from predators by octopuses","octopuses releasing ink into the water causes predators to have difficulty seeing the octopus","producing light is used for attracting prey by some deep sea animals"],"clue":"Ink is used for hiding from predators by octopuses, not using clear ink to spread smell, hiding in dark, inky caves, expelling dark fluid for cover, or using ink to paint camouflage, as these are not the ways how octopuses hide"}
{"id":"8-462","question_stem":"nutrients from food and water are necessary to an organism's","choices":{"text":["friendships","habitat","survival","caloric needs"]},"answerKey":"C","facts":["a living thing requires nutrients to grow","an animal requires enough nutrients to survive","nutrients are a source of energy for living things"],"clue":"A living thing requires nutrients to grow, not friendships, habitat, survival, or caloric needs, as these are not the reasons why a living thing requires nut"}
{"id":"7-939","question_stem":"When a microfiber towel is used to pick up a puddle of milk, the towel then","choices":{"text":["is milky white","is partly milk","contains the milk","is now wet"]},"answerKey":"C","facts":["as moisture of an object decreases , the friction of that object against another object will increase","when a hibernating frog emergest from mud , that frog has ended its hibernation","if a liquid disappears then that liquid probably evaporated"],"clue":"The friction of a microfiber towel against a puddle of milk will increase as the moisture of the towel decreases, not the towel then is milky white, is partly milk, contains the milk, or is now wet, as these are not the consequences of the friction"}
{"id":"154","question_stem":"Why would a species camouflage as a dangerous animal?","choices":{"text":["to mate","to avoid crocodiles","to catch prey","to  build nests"]},"answerKey":"B","facts":["camouflage is a kind of protection against predators","camouflage can be used for hunting for prey","camouflage is used for hiding by animals from predators"],"clue":"Camouflage is a kind of protection against predators, not to mate, to avoid crocodiles, to catch prey, or to build nests, as these are not the reasons why a species would camouflage as a dangerous animal"}
{"id":"7-729","question_stem":"The reason that flies can always find food is that they can smell","choices":{"text":["organism decay","bad smells","dying animals","rotting trees"]},"answerKey":"A","facts":["the smell of rotting meat attracts flies","smell is used for finding food by some animals","birds sometimes eat insects"],"clue":"The smell of rotting meat attracts flies, not organism decay, bad smells, dying animals, or rotting trees, as these are not the smells that flies can always find"}
{"id":"8-301","question_stem":"examples of pollution include all but","choices":{"text":["acid rain","smog","chemical run-off","laundry soup"]},"answerKey":"D","facts":["pollution is a source of pollutants","An example of protecting the environment is reducing the amount of pollutants","pollution is when humans pollute the environment with pollutants"],"clue":"Pollution is a source of pollutants, not acid rain, smog, chemical run-off, or laundry soap, as these are pollutants, not the sources of pollution."}
{"id":"9-1121","question_stem":"This type of energy resource often results in particulates that are very toxic to breathe:","choices":{"text":["wood","coal","oil","solar"]},"answerKey":"B","facts":["burning oil is a source of pollution","burning gasoline is a source of pollution","many vehicles emit pollution into the air"],"clue":"Burning oil is a source of pollution, often resulting in particulates that are very toxic to breathe, not wood, coal, or solar, as these are also sources of pollution, but not the ones that result in particulates that are very"}
{"id":"7-1081","question_stem":"Seeds travel by","choices":{"text":["Fish","Word of mouth","Knowledge","Boat"]},"answerKey":"A","facts":["birds are a vehicle for spreading the seeds of a plant","An example of seed dispersal is animals eating seeds","seed dispersal has a positive impact on a plant"],"clue":"Birds are a vehicle for spreading the seeds of a plant, not fish, word of mouth, knowledge, or boat, as these are not the vehicles by which seeds travel"}
{"id":"1155","question_stem":"What should my thermometer read if I want to make sure my home-made popsicles are done?","choices":{"text":["212 degrees F.","0 degrees C.","39 degrees F.","32 degrees C."]},"answerKey":"B","facts":["a thermometer is used to measure temperature","water is in the solid state , called ice , for temperatures between 0 and 0 F","temperature is a measure of heat energy"],"clue":"A thermometer is used to measure temperature, not 212 degrees F., 0 degrees C., 39 degrees F., or 32 degrees C., as these are temperatures, not the measurements"}
{"id":"7-274","question_stem":"Using wind in order to power factories is a good idea because","choices":{"text":["it can be gotten continuously","it is free from dirt","it is electric and powerful","is uses very little gasoline"]},"answerKey":"A","facts":["wind is used for producing electricity","wind is a source of energy","wind is a renewable resource"],"clue":"Wind is used for producing electricity, not because it can be gotten continuously, it is free from dirt, it is electric and powerful, or it uses very little gasoline, as these are not the reasons why using wind in order to power factories is a good"}
{"id":"7-770","question_stem":"A storm rages for two weeks, and the rivers and lakes swell past their holding capacity, so","choices":{"text":["the area becomes damp","the surrounding land is underwater","the wind blows over trees","everything around burns down"]},"answerKey":"B","facts":["An example of stormy weather is rain","natural disasters can cause animals to leave an environment","heavy rains cause flooding"],"clue":"An example of stormy weather is rain, not a storm rages for two weeks, and the rivers and lakes swell past their holding capacity, so the surrounding land is underwater, as these are the consequences of the rain, not the rain itself."}
{"id":"7-74","question_stem":"what process is adulthood categorized under?","choices":{"text":["the living term","a plant feeding","the entertainment circuit","a chemical reaction"]},"answerKey":"A","facts":["adulthood is a stage in the life cycle process","reproduction occurs during adulthood","reproduction is a stage in the life cycle process"],"clue":"Adulthood is a stage in the life cycle process, not the living term, a plant feeding, or the entertainment circuit, as these are not the processes"}
{"id":"7-11","question_stem":"If an object undergoes chemical change then that object will have new chemical properties, such as","choices":{"text":["a drink with water in it","a toilet with bleach in it","a soda with lime in it","a sink with hair in it"]},"answerKey":"C","facts":["if an object undergoes chemical change then that object will have new chemical properties","chemical reactions cause chemical change","An example of a chemical change is acid breaking down substances"],"clue":"If an object undergoes chemical change then that object will have new chemical properties, not a drink with water in it, a toilet with bleach in it, a soda with lime in it, or a sink with hair in it, as these are not the chemical changes that result in new chemical properties"}
{"id":"8-23","question_stem":"polar bears are white due to an inherited","choices":{"text":["characteristic","coat","snow","fur length"]},"answerKey":"A","facts":["a polar bear requires a cold environment","polar bears live in cold environments","the color of fur is an inherited characteristic"],"clue":"A polar bear requires a cold environment, not an inherited characteristic, coat, snow, or fur length, as these are not the reasons why polar bears are"}
{"id":"1284","question_stem":"Seeing the stars will be harder when what happens?","choices":{"text":["light in an area becomes greater","there is a lot of rain","light in an area becomes lessened","there is a lot of snow"]},"answerKey":"A","facts":["as light pollution increases , seeing the stars will be harder","as the distance of a location from the North Pole becomes smaller, the amount of daylight received by that location will decrease during the winter","when the seasons change from the summer to the fall , the amount of daylight will decrease"],"clue":"As light pollution increases, seeing the stars will be harder, not when light in an area becomes greater, there is a lot of rain, light in an area becomes lessened, or there is a lot of snow, as these are not the reasons why seeing the stars will"}
{"id":"7-447","question_stem":"A planet rotating causes cycles of day and night on that planet, like on","choices":{"text":["Orion","the Moon","Jupiter","Pluto"]},"answerKey":"C","facts":["a planet rotating causes cycles of day and night on that planet","the sun rising and setting causes cycles of day and night","cycles of day and night occur once per day"],"clue":"A planet rotating causes cycles of day and night on that planet, not on Orion, the Moon, Jupiter, or Pluto, as these are not the planets that rotating causes cycles of day and"}
{"id":"7-286","question_stem":"Because a logging company has been working here the area has more","choices":{"text":["calcium","rust","carbon","silicon"]},"answerKey":"C","facts":["mining changes an ecosystem","rocks sometimes contain iron","rocks sometimes contain aluminum"],"clue":"Mining changes an ecosystem, not because a logging company has been working here the area has more calcium, rust, carbon, or silicon, as these are not the changes that mining causes"}
{"id":"9-827","question_stem":"what is sonar used for","choices":{"text":["gathering lost things","disorientating enemies","warning others","helping sleep"]},"answerKey":"A","facts":["sonar is used to find the location of an object","sound can be used for communication by animals","echolocation is when some animals detect objects by hearing echoes by emitting sound"],"clue":"Sonar is used to find the location of an object, not for gathering lost things, disorientating enemies, warning others, or helping sleep, as these are not the uses of"}
{"id":"7-934","question_stem":"When a lake is exposed to enough heat over time","choices":{"text":["animals leave","it ceases existing","plants dry up","fish grow ill"]},"answerKey":"B","facts":["loss of resources has a negative impact on the organisms in an area","if an organism becomes too hot then that organism may die","as water increases in an environment , the population of aquatic animals will increase"],"clue":"Loss of resources has a negative impact on the organisms in an area, not when a lake is exposed to enough heat over time animals leave, it ceases existing, plants dry up, or fish grow ill, as these are the consequences of the loss of resources, not the loss of resources"}
{"id":"9-45","question_stem":"A pupa creates cocoons in a stage of the life cycle, and eventually the insect will","choices":{"text":["adjust","shrink","burn","collect"]},"answerKey":"A","facts":["the cocoons being created occurs during the the pupa stage in a life cycle","the pupa stage is a stage in the metamorphosis process of some animals","a female insect lays eggs during the adult stage of an insect 's life cycle"],"clue":"The cocoons being created occurs during the the pupa stage in a life cycle, not the insect will adjust, shrink, burn, or collect"}
{"id":"9-460","question_stem":"What does water taste like after a substance is dissolved in it?","choices":{"text":["watery","the same","similar to object","full of life"]},"answerKey":"C","facts":["dissolving a substance in water causes the water to taste like that substance","when an animal eats or drinks something , that animal tastes that something","a solution is made of one substance dissolved in another substance"],"clue":"Dissolving a substance in water causes the water to taste like that substance, not watery, the same, similar to object, or full of life, as these are not the tastes of the water after a substance is dissolved in it"}
{"id":"9-1150","question_stem":"What causes the pull of gravity on a planet?","choices":{"text":["people","plants","kilograms","air"]},"answerKey":"C","facts":["the mass of a planet causes the pull of gravity on that planet","gravity causes substances to be pulled down on a planet","gravitational force causes objects that have mass to be pulled down on a planet"],"clue":"The mass of a planet causes the pull of gravity on that planet, not people, plants, kilograms, or air, as these are not the causes of the pull of gravity on a"}
{"id":"9-243","question_stem":"If more pollution is released into the air, what happens to the planet's temperature?","choices":{"text":["it falls","it becomes stabile","it climbs","it becomes volatile"]},"answerKey":"C","facts":["as the amount of polluting gasses in the atmoshere increases , the atmospheric temperature will increase","the greenhouse effect is when carbon in the air heats a planet 's atmosphere","pollution is a source of pollutants"],"clue":"As the amount of polluting gasses in the atmosphere increases, the atmospheric temperature will increase, not if more pollution is released into the air it falls, it becomes stabile, or it becomes volatile, as these are not the effects of the increased pollution on the planet'"}
{"id":"8-297","question_stem":"An example of adapting to survive is","choices":{"text":["Putting on sunscreen in a sunny place","Growing grass in a field","Having a drink of water on a warm day","Going for a walk outside"]},"answerKey":"A","facts":["adaptations are used for survival","living in an environment causes an organism to adapt to that environment","adaptation is when an organism develops a trait over time for survival"],"clue":"Adaptations are used for survival, not putting on sunscreen in a sunny place, growing grass in a field, having a drink of water on a warm day, or going for a walk outside, as these are not the adaptations used for survival."}
{"id":"1171","question_stem":"When would a reflector be most effective?","choices":{"text":["fall","winter","summer","spring"]},"answerKey":"C","facts":["the amount of daylight is greatest in the summer","the amount of daylight is least in the winter","the amount of daylight is greatest on the summer solstice"],"clue":"The amount of daylight is greatest in the summer, not fall, winter, or spring, as these are not the seasons when a reflector would be most effective"}