{"id":"8-126","question_stem":"heat and pressure change the remains of what into natural gas?","choices":{"text":["leaves","cans","books","cars"]},"answerKey":"A","facts":["heat and pressure change the remains of prehistoric living things into natural gas","natural gas is a source of heat by burning","if gas is heated then that gas will rise"],"clue":"The remains of prehistoric plants and animals subjected to heat and pressure over millions of years transform into"}
{"id":"9-392","question_stem":"the inability of a once breathing organism to function can be described as?","choices":{"text":["a state of the union","a state of activity","a state of agility","a state of being dead"]},"answerKey":"D","facts":["dead organisms decay","decomposition is when a decomposer breaks down dead organisms","the condition of the parts of an organism are acquired characteristics"],"clue":"The inability of a once breathing organism to function, characterized by cessation of life processes, can be described as a state of being dead, leading to"}
{"id":"1558","question_stem":"which one of these activities can lead to animal gathering seeds","choices":{"text":["Bees making nectar","bees making honey.","bees stinging human","Bees collecting nectar"]},"answerKey":"D","facts":["An example of seed dispersal is is an animal gathering seeds","An example of seed dispersal is animals eating seeds","humans sometimes eat seeds"],"clue":"Bees collecting nectar can lead to animal (bee) gathering seeds, as they inadvertently carry pollen grains from flower to flower"}
{"id":"9-1074","question_stem":"Which would an alligator eat","choices":{"text":["spider","crab","squid","tilapia"]},"answerKey":"D","facts":["alligators eat fish","lizards eat insects","hawks eat lizards"],"clue":"Among the options provided, tilapia is a type of fish that alligators eat, aligning with the"}
{"id":"1936","question_stem":"Who's health does illness impact?","choices":{"text":["an animate object","a blue object","a dead object","an inanimate object"]},"answerKey":"A","facts":["illness has a negative impact on an organism 's health","rest has a positive impact on a health","exercise has a positive impact on a human 's health"],"clue":"Illness impacts the health of an animate object (organism), affecting its physiological and psychological well-being, as stated in the fact."}
{"id":"7-820","question_stem":"A herd of deer may be forced to search for a new home if","choices":{"text":["resources in an area become too few to maintain the herd","water in an area becomes slightly briny","more babies are born in the spring","moose move into an area that deer are in"]},"answerKey":"A","facts":["if the amount of available food and water decreases in an environment then animals may leave that environment to find food and water","if a habitat can no longer support animals then those animals will move to another area","habitat destruction causes animals to move to find shelter in another habitat"],"clue":"If resources, specifically food and water, become too few to maintain the herd, a herd of deer may be forced to search for a new home, aligning with the given fact."}
{"id":"8-311","question_stem":"Thirteen times a year, roughly, the moon","choices":{"text":["crashes into the Earth","is orbited by the Earth","lights up the Earth","completely rotates the Earth"]},"answerKey":"D","facts":["the moon orbiting the Earth approximately occurs 13 times per year","the moon orbits the Earth","a revolution of the moon around the Earth takes 1 month"],"clue":"The moon orbits the Earth approximately 13 times per year, as it takes about 27.3 days to complete one orbit and the Earth revolves around the"}
{"id":"7-261","question_stem":"While deer may be found in many varied locations, they mostly make their home","choices":{"text":["in densely covered wilderness","outside of grassy areas","in largely populated parks","near cabins in small towns"]},"answerKey":"A","facts":["a deer lives in a forest","mice live in in holes in the ground in fields","animals live and feed near their habitats"],"clue":"A deer mostly makes its home in densely covered wilderness, specifically in a forest, which provides shelter and food sources, as stated in the"}
{"id":"870","question_stem":"An animal can use what to help find a partner","choices":{"text":["social networking and dating apps","beautiful vibrant tail plumage","asking animal friends for advice","meet ups and social gatherings"]},"answerKey":"B","facts":["coloration is used to find a mate by some animals","animals usually distance themselves from humans","sound can be used for communication by animals"],"clue":"Some animals use beautiful vibrant tail plumage and other coloration to help find a partner, as coloration can signal health, genetic fitness, or reproductive readiness, as stated in the fact."}
{"id":"8-360","question_stem":"Where could you find organic matter?","choices":{"text":["plastic items","carbon dioxide","a rabbit","table salt"]},"answerKey":"C","facts":["an organism is a source of organic matter","an organism is a source of organic material","carbon dioxide can be found in the air"],"clue":"An organism, such as a rabbit, is a source of organic matter, as it contains carbon-based compounds that are essential for life, as stated in the fact."}
{"id":"7-401","question_stem":"Competition is fierce among lions","choices":{"text":["when new prey species arrive in the community","when population of lions decreases","when there are a plethora of prey choices","when the antelopes are scare"]},"answerKey":"D","facts":["as the population of prey decreases , competition between predators will increase","predators eat prey","if two animals eat the same prey then those animals compete for that pey"],"clue":"The competition among lions for food will increase when the population of prey decreases, as fewer prey animals will be available to support the predator population, as stated in the fact."}
{"id":"227","question_stem":"Algae perform photosynthesis and so they are like to be found where in a body of water?","choices":{"text":["nowhere","bottom","top","middle"]},"answerKey":"C","facts":["algae is found in bodies of water","aquatic plants live in bodies of water","a chloroplast contains chlorophyll"],"clue":"Algae are likely to be found at the top of a body of water, as they perform photosynthesis and require sunlight, which is abundant in the upper layers of water, as stated in the"}
{"id":"7-319","question_stem":"Meadow voles consume","choices":{"text":["producers","apex predators","decomposers","detritivores"]},"answerKey":"A","facts":["meadow voles eat plants","meadow voles eat insects","omnivores eat plants"],"clue":"Meadow voles consume producers, specifically plants, as they are herbivores and rely on plant material for their nutritional needs, as stated in"}
{"id":"1898","question_stem":"How can it be shown that an electrical conductor is a vehicle for the flow of electricity?","choices":{"text":["holding an electrified fence can kill you","electricity is unable to conduct well through rubber shoe soles","sticking a fork into an electrical outlet is safe if it is plastic","electricity is a volatile thing"]},"answerKey":"A","facts":["An electrical conductor is a vehicle for the flow of electricity","sending electricity through a conductor causes electricity to flow through that conductor","sending electricity through a conductor causes electric current to flow through that conductor"],"clue":"The fact that an electrical conductor is a vehicle for the flow of electricity can be demonstrated through the observation that electricity flows through it, as stated in the fact."}
{"id":"7-293","question_stem":"Sandbars are a part of most seas because there are","choices":{"text":["waves which adjust silt","lots of stones in seas","places where fish eat","sand that needs to be piled"]},"answerKey":"A","facts":["a sandbar is formed by water moving sediment downstream","sand dunes are made of sand","wind carries sand from one place to another place"],"clue":"A sandbar is formed by water moving sediment downstream, which is then deposited and accumulated over time, creating a visible and often submerged feature in seas, as stated in"}
{"id":"282","question_stem":"Which is needed for photosynthesis to occur","choices":{"text":["chemical with the atomic number 18","energy that takes 8.3 minutes to travel to Earth","the 8th entry on the periodic table","the most prevalent chemical in the atmosphere"]},"answerKey":"B","facts":["photosynthesis makes energy for the plant by converting carbon dioxide, water, and sunlight into carbohydrates","photosynthesis means green plants convert from carbon dioxide, water, and solar energy into oxygen for themselves","a plant requires sunlight for photosynthesis"],"clue":"Photosynthesis requires sunlight, which is an energy source that takes 8.3 minutes to travel to Earth, as stated in the fact, and is essential for the conversion of carbon dioxide and water into"}
{"id":"7-362","question_stem":"When trees are harvested, the trees","choices":{"text":["are lacking in leaves","need to be replaced or numbers go down","are tiny and irrelevant","are smaller and less"]},"answerKey":"B","facts":["trees are a renewable resource","cutting down trees in a forest causes the number of trees to decrease in that forest","cutting down trees has a negative impact on an organisms living in an ecosystem"],"clue":"When trees are harvested, they can be replaced through reforestation, ensuring that trees remain a renewable resource, as stated in the fact. This process involves planting new trees to replace the harvested ones, maintaining the ecological balance and sustainability of"}
{"id":"7-783","question_stem":"A cop can tell that a car is speeding because it is","choices":{"text":["cruising quickly","driving along","moving forward","on the road"]},"answerKey":"A","facts":["speed is a measure of how fast an object is moving","speed is a measure of distance travelled over time","speed is a measure of distance travelled divided by time"],"clue":"A cop can tell that a car is speeding by observing its rate of motion, which is a measure of how fast the car is moving, as stated in the fact. This can be determined by comparing the car's speed to the posted speed limit, using radar or laser technology, or through visual estimation"}
{"id":"9-750","question_stem":"A herd of wild horses has been decreasing in size rapidly. Which of these might be the cause?","choices":{"text":["There has been a lot of rain","The month of July has arrived","Predators have moved out of the area","All of the vegetation has been dying"]},"answerKey":"D","facts":["as the supply of food in an environment decreases , the population of animals in that environment will decrease","as the amount of food an animal eats decreases , that organism will become thinner","if the amount of available food and water decreases in an environment then animals may leave that environment to find food and water"],"clue":"The population of wild horses may decrease rapidly if the supply of food in their environment decreases, as stated in the fact, which can occur due to drought, overgrazing, or other factors"}
{"id":"9-1072","question_stem":"how come a person can blow into a balloon and use the same air to fill a soccer ball?","choices":{"text":["it is the law of thermodynamics","it is the ability of it to conform","it is a shift in the cosmos","all of these"]},"answerKey":"B","facts":["Matter in the gas phase has variable volume","a balloon contains gas","matter is made of molecules"],"clue":"A person can blow air from a balloon into a soccer ball because matter in the gas phase has variable volume, as stated in the fact, allowing the same volume of air to occupy different spaces depending on the pressure and temperature conditions"}
{"id":"204","question_stem":"A product of what can travel through a vacuum?","choices":{"text":["Rigel","oil well","volcano","iceberg"]},"answerKey":"A","facts":["when a gas in an open container evaporates, that gas spreads out into the air","light can travel through a vacuum","a rocket engine is used to produce thrust by pushing gases out at a high speed"],"clue":"A product of evaporation, specifically a gas, can travel through a vacuum, as stated in the fact, because gas molecules are widely spaced and move freely, allowing them to spread out and"}
{"id":"911","question_stem":"What needs measurements taken in the morning and evening?","choices":{"text":["coastal range","tidal range","wave length","apex"]},"answerKey":"B","facts":["tidal range is a measure of the vertical distance from high tide to low tide","a compass is used to navigate oceans","high tide is a stage in the tide cycle process"],"clue":"Measurements of tidal range, which is the vertical distance from high tide to low tide, need to be taken in the morning and evening, as stated in the fact, because tides are influenced by the gravitational forces of the moon and sun, which vary throughout"}
{"id":"7-412","question_stem":"A field is experiencing above average rainfall and food is plentiful, so the rabbits living there will","choices":{"text":["produce larger litters","find new land","die much younger","eat less food"]},"answerKey":"A","facts":["some rabbits live in forests","as the supply of food in an environment decreases , the population of animals in that environment will decrease","some hares live in fields"],"clue":"The rabbits living in a field that is experiencing above average rainfall and has plentiful food may produce larger litters, as stated in the fact, because they have access to sufficient resources to support their growth"}
{"id":"9-1080","question_stem":"a wren building a home is an example of what type of behavior","choices":{"text":["good","inherited","learned","bad"]},"answerKey":"B","facts":["An example of an inherited behavior is a bird building a nest","An example of an instinctive behavior is a baby bird pecking at its shell to hatch","animals learn some behaviors from watching their parents"],"clue":"A wren building a home is an example of an inherited behavior, as stated in the fact, because building a nest is a behavior that is genetically programmed and passed down from generation to generation"}
{"id":"1895","question_stem":"Phloem","choices":{"text":["acts as a delivery person for a plant","acts as a trainer for a plant","acts as a doctor for a plant","acts as a farmer for a plant"]},"answerKey":"A","facts":["phloem transports materials through the plant","specialized tissues at the ends of plant stems are used for growing taller by plants","xylem carries water from the roots of a plant to the leaves of a plant"],"clue":"Phloem acts as a delivery person for a plant, as stated in the fact, because it transports materials, such as sugars and nutrients, from the leaves to other parts of the plant."}
{"id":"7-550","question_stem":"Rain pours on a road for a night, then freezes in the morning, so what happens to the road?","choices":{"text":["begins to crack","begins to swell","begins to slide","begins to crumble"]},"answerKey":"A","facts":["a glacier causes mechanical weathering","sleet is made of ice","when water freezes , that water expands"],"clue":"Rain pouring on a road for a night and then freezing in the morning can cause the road to expand and crack, as stated in the fact, because water expands when it freezes, exerting pressure on the road surface and"}
{"id":"77","question_stem":"Why do zebras choose to live where they live?","choices":{"text":["great location","lovely view","edible items","good parking"]},"answerKey":"C","facts":["animals live and feed near their habitats","living things live in their habitat","animals adapt to their environment"],"clue":"Zebras choose to live where they live because their habitats provide them with access to food, water, and other resources that are necessary for their survival, as stated in"}
{"id":"8-156","question_stem":"which of these can alter its appearance naturally to evade being captured?","choices":{"text":["a little chameleon","a human being","a lion","a goat"]},"answerKey":"A","facts":["mimicry is used for avoiding predators by animals by camouflaging as a dangerous animal","An example of an adaptation is camel humps","amphibians undergo metamorphosis"],"clue":"A little chameleon can alter its appearance naturally to evade being captured, as stated in the fact,"}
{"id":"9-1095","question_stem":"School children often play a musical instrument by","choices":{"text":["sweeping thumb across elastic band over a beverage carton","making rubber band chain bracelets","wearing rubber bands with braces","shooting rubber band with one hand"]},"answerKey":"A","facts":["An example of playing a musical instrument is strumming a guitar string","musical instruments make sound when they are played","An example of playing a musical instrument is hitting the keys of a piano"],"clue":"School children often play a musical instrument by strumming a guitar string, as stated in the fact, because this action produces a sound that can be manipulated to create music, which is the primary function"}
{"id":"9-231","question_stem":"Adding force to a moving train will:","choices":{"text":["cause it to travel further in the same time","cause the structure to take up less space","cause it to travel less distance in the same time","increase the mass of the structure"]},"answerKey":"A","facts":["as the mass of an object increases , the force required to push that object will increase","as force exerted on an object increases , distance travelled will increase","a force continually acting on an object in the same direction that the object is moving can cause that object 's speed to increase in a forward motion"],"clue":"Adding force to a moving train will not cause it to travel less distance in the same time, as stated in the fact, because increasing the force applied to an object will not decrease its mass or velocity, but rather increase"}
{"id":"7-995","question_stem":"What can be produced when electrical energy is provided to a blown piece of glass with a wire inside?","choices":{"text":["luminescence","lifeforce","sound","Water"]},"answerKey":"A","facts":["a light bulb converts electrical energy into light energy when it is turned on","a light bulb requires electrical energy to produce light","an incandescent light bulb converts electricity into light by sending electricity through a filament"],"clue":"Providing electrical energy to a blown piece of glass with a wire inside can produce luminescence, as stated in the fact, because this process is similar to how a light bulb converts electrical energy into light energy when it is turned"}
{"id":"7-1073","question_stem":"Given that animals are generally unfriendly with humans and would prefer their own space, which of these creatures is an anomaly?","choices":{"text":["buffalo","deer","scottish folds","boar"]},"answerKey":"C","facts":["animals usually distance themselves from humans","animals live and feed near their habitats","a deer lives in a forest"],"clue":"Scottish folds are an anomaly among animals that generally distance themselves from humans, as stated in the fact, because they are a breed of cat that is known for being friendly and sociable with"}
{"id":"1505","question_stem":"How can things that are very tall have things lifted up them?","choices":{"text":["a kite is flown with a string attached","a string that loops from top to bottom","flats are flown to the top of poles","a flagpole is leaned down to get a flag on it"]},"answerKey":"B","facts":["a pulley is used to lift a flag on a flagpole","an inclined plane is used for raising objects","a pulley is used for lifting objects"],"clue":"Things that are very tall can have things lifted up them by using a pulley, as stated in the fact, because a pulley is a simple machine that can change the direction of a force, making it easier to lift heavy objects"}
{"id":"9-530","question_stem":"A person will need to eat fruits and vegetables in order to have a healthy life and body, so other humans must","choices":{"text":["tend produce","eat chips","buy bagels","make fields flood"]},"answerKey":"A","facts":["humans eat crops","eating food is used to get nutrients by living things","having food has a positive impact on an organism 's health"],"clue":"In order for a person to have a healthy life and body, other humans must tend produce, as stated in the fact, because this is the process of growing and harvesting crops, which are a primary source of nutrients for"}
{"id":"1845","question_stem":"What would be easier to burn?","choices":{"text":["A park bench","A silver spoon","Tupperware","An Airplane"]},"answerKey":"A","facts":["burning wood is used to produce heat","burning a living thing usually causes harm to that living thing","an oven is a source of heat"],"clue":"A park bench would be easier to burn than a silver spoon, Tupperware, or an airplane, as stated in the fact, because it is made of a combustible material, such as wood, that can be burned to produce heat."}
{"id":"9-541","question_stem":"Why animal may use a rock as shelter","choices":{"text":["Centipede","Dolphin","Seagull","Dog"]},"answerKey":"A","facts":["rocks are a source of shelter for small animals in an environment","shelter is used for protection by animals against weather","shelter can protect animals from weather"],"clue":"A dog may use a rock as shelter, as stated in the fact, because rocks can provide protection and cover for small animals in an environment, including dogs"}
{"id":"8-387","question_stem":"if a predator wanted to catch its meal undetected, which method would be effective?","choices":{"text":["hiding behind a bush with similar colors as itself","roaring really loud to scare it","none of these","peeing to confuse the prey"]},"answerKey":"A","facts":["camouflage can be used for hunting for prey","some predators move quickly to catch prey","hunting requires seeing prey"],"clue":"Hiding behind a bush with similar colors as itself would be an effective method for a predator to catch its meal undetected, as stated in the fact, because this is a form of camouflage that can help the predator blend in with its surroundings and avoid being seen by its prey."}
{"id":"7-180","question_stem":"Arctic foxes are white in order to","choices":{"text":["hide from their predators","hide in their environment","keep their bodies warm","keep their fur clean"]},"answerKey":"B","facts":["the arctic environment is white in color from being covered in snow","cold environments are usually white in color from being covered in snow","an animal requires warmth for survival"],"clue":"Arctic foxes are white in order to hide in their environment, as stated in the fact, because the arctic environment is white in color from being covered in snow, and this camouflage helps the foxes blend in and avoid being seen by their predators"}
{"id":"904","question_stem":"Millilters mL is a unit generally used for values between 1 and 1000 to measure","choices":{"text":["the space inside a container","the height of a container","the weight of a container","the length of a container"]},"answerKey":"A","facts":["milliliters mL is a unit used for measuring volume generally used for values between 1 and 1000","meters m are a unit used for measuring distance generally used for values between 1 and 1000","kilometers km are a unit used for measuring distance generally used for values between 1 and 50000000"],"clue":"Milliliters (mL) is a unit generally used for values between 1 and 1000 to measure the space inside a container, as stated in the fact, because it is a unit of volume that is commonly used to measure the capacity of containers"}
{"id":"9-626","question_stem":"The slight angle of the axis of the human planet is responsible for the energy allotment that is received by what?","choices":{"text":["polar areas","mars continents","free countries","all countries"]},"answerKey":"D","facts":["the Earth being tilted on its axis causes ones side of the Earth to receive less energy from the Sun than the other side","the sun is the source of energy for physical cycles on Earth","the Earth absorbs more energy than it loses"],"clue":"The slight angle of the axis of the human planet is responsible for the energy allotment that is received by polar areas, as stated in the fact, because this tilt causes one side of the Earth to receive less energy from the Sun than the other side, resulting in different climates and seasons"}
{"id":"9-899","question_stem":"What can cause a process that has a negative effect on the environment?","choices":{"text":["pulleys","sharks","tillage","ice"]},"answerKey":"C","facts":["loss of resources has a negative impact on the organisms in an area","glaciers melting has a negative impact on the glaicial environment","erosion of soil has a negative impact on the environment"],"clue":"Tillage can cause a process that has a negative effect on the environment, as stated in the fact, because it can lead to the loss of resources, such as soil and water, which can have a negative impact on the organisms in an area"}
{"id":"9-246","question_stem":"A parrot has been eating a lot of fattening food. This could lead to","choices":{"text":["the parrots' parents scolding him","the parrot becoming a faster flyer","the parrot having trouble getting off the ground","the parrot ending up in the hospital"]},"answerKey":"C","facts":["an animal being born when food is available has a positive impact on that animal 's health","as the amount of food an animal eats increases , the weight of that animal will increase","An example of an inherited behavior is a bird building a nest"],"clue":"The parrot having trouble getting off the ground could be a result of the parrot eating a lot of fattening food, as stated in the fact, because an animal that consumes too much food can become overweight, which can negatively impact its health and ability to perform certain functions"}
{"id":"9-1146","question_stem":"We can help a plant by","choices":{"text":["Telling it a story","Cutting it from the roots","Storing it in the dark","Refusing to water it"]},"answerKey":"A","facts":["an plant requires food for survival","a plant requires water to grow","a plants require water for to grow"],"clue":"We can help a plant by refusing to water it, as stated in the fact, because this is not a way to help a plant, and an plant requires food and water for"}
{"id":"9-623","question_stem":"The floating arrow on a compass always points away from the","choices":{"text":["east","north","south","west"]},"answerKey":"C","facts":["the floating arrow on a compass always points towards the north","when the needle of a compass lines up with Earth 's magnetic poles , the needle points north","a compass is a kind of tool for determining direction by pointing north"],"clue":"The floating arrow on a compass always points away from the south, as stated in the fact, because the floating arrow on a compass always points towards the north, and the opposite direction of north is south."}
{"id":"1286","question_stem":"The sun causes what to happen to water at a more rapid pace when heat is added?","choices":{"text":["water volume maintains exactly","water levels rise as moisture is held in the water","the heat makes the water boil as it reaches higher temperatures","heat causes the water to lose volume as moisture is pulled into the air"]},"answerKey":"D","facts":["the sun causes water to evaporate more quickly by adding heat","as the temperature of a liquid increases , the rate of evaporation of that liquid will increase","water absorbs solar energy in the water cycle"],"clue":"Heat causes the water to lose volume as moisture is pulled into the air, as stated in the fact, because the sun causes water to evaporate more quickly by adding heat, which can lead to a decrease in the volume of water as it turns into"}
{"id":"7-423","question_stem":"There are several stages in the way that water cycles, and all are accurate aside from","choices":{"text":["condensation","procepitation","precipitation","evaporation"]},"answerKey":"B","facts":["condensation is a stage in the water cycle process","evaporation is a stage in the water cycle process","evaporation is when water is drawn back up into the air in the water cycle"],"clue":"Procepitation is not a stage in the water cycle process, as stated in the fact, because the correct term is precipitation, which is a stage in the water cycle process along with condensation, evaporation, and"}
{"id":"9-581","question_stem":"Squirrels stay busy in the autumn","choices":{"text":["storing water","amassing pecans","planting flowers","sleeping late"]},"answerKey":"B","facts":["squirrels gather nuts in the autumn to eat during the winter","squirrels eat edible plants","In the tree reproduction process a squirrel has the role of seed disperser"],"clue":"Squirrels stay busy in the autumn by amassing pecans, as stated in the fact, because they gather nuts, such as pecans, in the autumn to eat during the winter."}
{"id":"7-532","question_stem":"A fox that has white fur","choices":{"text":["has been bleached or washed","is genetically altered and abused","is a very clean animal","got it from genetics"]},"answerKey":"D","facts":["the color of fur is an inherited characteristic","the coloration of fur is an inherited characteristic","the length of the hair of an animal is an acquired characteristic"],"clue":"A fox that has white fur got it from genetics, as stated in the fact, because the color of fur is an inherited characteristic that is determined by the genes of"}
{"id":"1027","question_stem":"Flowers with more pollinators","choices":{"text":["escalate reproduction","increase water usage","increase visual appeal","decrease reproduction"]},"answerKey":"A","facts":["as the number of pollinators attracted to a flower increases , the ability of that flower to reproduce will increase","as the size of a flower increases , the number of pollinators it will attract increases","as the amount of fragrance of a flower increases , the number of pollinators it will attract increases"],"clue":"As the number of pollinators attracted to a flower increases, the ability of that flower to reproduce will increase, as stated in the fact, because pollinators, such as bees and butterflies, help to transfer pollen from the male parts of a flower to the female parts, which is necessary for fertilization and reprodu"}
{"id":"8-10","question_stem":"What is an example of hunting?","choices":{"text":["Cats eating cat food","sea otter cracking open clams with a rock","Humans going to restaurants","A dog eating dog food"]},"answerKey":"B","facts":["An example of hunting is an otter cracking open clams with a rock","hunting means humans kill animals in the wild","predators eat other animals"],"clue":"An example of hunting is a sea otter cracking open clams with a rock, as stated in the fact, because hunting is the act of pursuing and killing animals for food, and sea otters hunt for clams and other shellfish by using rocks to break open their shells"}
{"id":"9-538","question_stem":"Needing to use an umbrella could be the result of","choices":{"text":["evaporation","condensation","altercation","precipitation"]},"answerKey":"D","facts":["An example of stormy weather is rain","precipitation is when water falls from the sky","precipitation is when rain fall from clouds to the Earth"],"clue":"Needing to use an umbrella could be the result of precipitation, as stated in the fact, because precipitation is a form of stormy weather that can include rain, and using an umbrella can help to protect against the"}
{"id":"9-992","question_stem":"After a period of discomfort, weight gain, and sharing the body with a growing parasite, a female creature will have","choices":{"text":["a doughnut","a prodigy","a meal","a clone"]},"answerKey":"B","facts":["an animal being born when food is available has a positive impact on that animal 's health","reproduction produces offspring","a female insect lays eggs during the adult stage of an insect 's life cycle"],"clue":"After a period of discomfort, weight gain, and sharing the body with a growing parasite, a female creature will have a meal, as stated in the fact, because the growing parasite is a living organism that feeds off of the host animal, and the host animal will eventually give birth to the parasite, which will then be a separate organism that can be considered a meal for the host"}
{"id":"7-166","question_stem":"Books can be made out of","choices":{"text":["card stock","cement","glass","copper."]},"answerKey":"A","facts":["paper is recyclable","a paper clip is often made of ferromagnetic metals","plastic is a nonrenewable resource"],"clue":"Books can be made out of paper, as stated in the fact, because paper is a common material that is used to make books, and it is also a recyclable material"}
{"id":"8-20","question_stem":"A horse is kicked out of the barn on a hot summer's day, because the stalls need mucked, and the workers have difficulty cleaning around the horses. So the horse is standing in the field, in direct sunlight, and begins to overheat a bit. In order to stand the heat better, the horse","choices":{"text":["eats","stamps","neighs","perspires"]},"answerKey":"D","facts":["an animal requires warmth for survival","an animal requires energy to move","an animal requires air for survival"],"clue":"In order to stand the heat better, the horse perspires, as stated in the fact, because perspiration, or sweating, is a way for animals to regulate their body temperature and stay cool, and it is a necessary function for survival, as stated in"}
{"id":"9-171","question_stem":"braille is read by using your fingers to","choices":{"text":["hold the book","hold the flashlight","turn the page","feel the words"]},"answerKey":"D","facts":["seeing is used for sensing visual things","touch can be used for detecting texture","eyes are used for seeing by animals by sensing light"],"clue":"Braille is read by using your fingers to feel the words, as stated in the fact, because braille is a tactile system of raised dots that can be felt and interpreted by touch, and it is used as an alternative to visual reading for people who are blind or have low vision"}
{"id":"9-1064","question_stem":"a plant needs this to survive","choices":{"text":["bugs to eat","liquid food","finger food","nutritional material"]},"answerKey":"D","facts":["an plant requires food for survival","a living thing requires nutrients to grow","food is a source of energy for plants"],"clue":"A plant needs nutritional material to survive, as stated in the fact, because plants require food for survival, and they obtain food through the process of photosynthesis, in which they convert sunlight, water, and carbon dioxide into glucose, a type of sugar that provides energy"}
{"id":"8-105","question_stem":"How many seasons occur in the span of three years","choices":{"text":["ten","twelve","eight","four"]},"answerKey":"B","facts":["a new season occurs four times per year","a new season occurs once per three months","each season occurs once per year"],"clue":"A new season occurs four times per year, as stated in the fact, so in the span of three years, there will be a total of twelve seasons, because three years times four seasons per year equals twelve seasons"}
{"id":"1624","question_stem":"A desert environment can support","choices":{"text":["fish","banana trees","redwoods","insects"]},"answerKey":"D","facts":["a desert environment usually has a lot of sunlight","a desert environment has low rainfall","a desert environment is usually hot in temperature"],"clue":"A desert environment can support insects, as stated in the fact, because deserts are characterized by their low rainfall and high temperatures, and insects are able to thrive in these conditions due to their small size and ability to conserve water."}
{"id":"8-300","question_stem":"Pelicans have an affinity for","choices":{"text":["Sushi","Cats","Trash","Mackerel"]},"answerKey":"D","facts":["eagles eat fish","some birds are predators","birds sometimes eat insects"],"clue":"Pelicans have an affinity for mackerel, as stated in the fact, because pelicans are birds that eat fish, and mackerel is a type of fish that is a common food source for pel"}
{"id":"7-42","question_stem":"An example of hunting is an otter cracking open clams with a rock, another is","choices":{"text":["an eagle preening its feathers","a fish swimming back upstream","a bear swiping at a hive","a deer eating grass"]},"answerKey":"C","facts":["An example of hunting is an otter cracking open clams with a rock","hunting means humans kill animals in the wild","hunting requires seeing prey"],"clue":"An example of hunting is a bear swiping at a hive, as stated in the fact, because hunting is the act of pursuing and killing animals for food, and bears are known to hunt for insects, such as bees, by swiping at"}
{"id":"8-219","question_stem":"A child has a basket of chocolate eggs for breakfast and as a result","choices":{"text":["sleeps for the afternoon","quietly reads a book","runs around all day","eats seven more eggs"]},"answerKey":"C","facts":["as the number of eggs laid by an animal increases , the number of eggs that hatch will increase","a cycle happens repeatedly","a cycle occurs repeatedly"],"clue":"The fact does not provide any information that would lead to a specific answer about what a child does after having chocolate eggs for breakfast. The fact is about the relationship between the number of eggs laid by an animal and the number of eggs that hatch, and it does not provide any information about the behavior of children or the effects of eating chocolate eggs"}
{"id":"8-317","question_stem":"Communities contain","choices":{"text":["sparse flora and fauna","two or three species of similar animals","a diverse selection of living beings","one species dominating an area"]},"answerKey":"C","facts":["a community is made of many types of organisms in an area","an ecosystem contains a large community of living organisms in a particular place","an ecosystem contains large numbers of living organisms in a particular place"],"clue":"Communities contain a diverse selection of living beings, as stated in the fact, because a community is made up of many different types of organisms that live and interact"}
{"id":"185","question_stem":"What is most like a mirror?","choices":{"text":["grasslands","deserts","oceans","forests"]},"answerKey":"C","facts":["a mirror reflects light","a desert environment usually has a lot of sunlight","a mirror is used for reflecting light"],"clue":"An ocean is most like a mirror, as stated in the fact, because an ocean can reflect light, just like a mirror, due to the smooth surface"}
{"id":"9-628","question_stem":"35 percent of what depends on pollination?","choices":{"text":["flowers","people","crops","bees"]},"answerKey":"C","facts":["A bee is a pollinating animal","as the number of pollinators attracted to a flower increases , the ability of that flower to reproduce will increase","pollination requires pollinating animals"],"clue":"Thirty-five percent of crops depend on pollination, as stated in the fact, because crops are plants that produce food, and many plants rely on pollinating animals, such as"}
{"id":"714","question_stem":"A household appliance prepares food using electrical energy and","choices":{"text":["biological energy","nothing else","heat energy","chemical energy"]},"answerKey":"C","facts":["a toaster converts electrical energy into heat energy for toasting","a stove generates heat for cooking usually","if food is cooked then heat energy is added to that food"],"clue":"A household appliance prepares food using heat energy, as stated in the fact, because a toaster is a household appliance that converts electrical energy into heat energy for toasting, as stated in the fact."}
{"id":"8-436","question_stem":"A waste product of human respiration","choices":{"text":["is a vital resource to pigs","is a vital resource to daffodils","is a vital resource to oceans","is a vital resource to bees"]},"answerKey":"B","facts":["living things require respiration to use energy","all living things eliminate waste","trees are a renewable resource"],"clue":"A waste product of human respiration is carbon dioxide, as stated in the fact, and carbon dioxide is a vital resource to oceans, as stated in the fact, because oceans absorb carbon dioxide from"}
{"id":"9-859","question_stem":"Two females usually can produce","choices":{"text":["children","a progeny","offspring","nothing"]},"answerKey":"D","facts":["reproduction produces offspring","two females can not usually reproduce with each other","a mother births offspring"],"clue":"Two females usually can produce offspring, as stated in the fact, because reproduction is the process by which living organisms produce offspring, and this process typically involves the participation of two parents, or"}
{"id":"7-662","question_stem":"Things that are shiny can reflect light, so all of these will aside from","choices":{"text":["dog tag","ring","outlet","confetti"]},"answerKey":"C","facts":["shiny things reflect light","when light hits a reflective object , that light bounces off that object","a reflector is used to reflect light especially on vehicles"],"clue":"An outlet is not shiny and does not reflect light, as stated in the fact, because an outlet is a device that is used to connect electrical appliances to an electrical power source, and it is not typically shiny"}
{"id":"9-885","question_stem":"95% of the world's H2O is found in the","choices":{"text":["antartic","artic","seas","lakes"]},"answerKey":"C","facts":["oceans contains most of earth 's water","oceans cover 70% of the surface of the earth","water vapor is found in the atmosphere"],"clue":"Ninety-five percent of the world's H2O is found in the seas, as stated in the fact, because oceans are the largest bodies of water on Earth and they contain the majority of the Earth"}
{"id":"9-723","question_stem":"Soil is an example of what type of resource for growing plants?","choices":{"text":["Renewable Resource","Abundant Resource","Natural Resource","Recycled Resource"]},"answerKey":"A","facts":["soil is a renewable resource for growing plants","An example of replacing a natural resource is planting new trees where a forest once stood","soil contains nutrients for plants"],"clue":"Soil is an example of a renewable resource for growing plants, as stated in the fact, because soil is a natural resource that can be replenished over time through the process of soil formation, which involves the weathering and decomposition of rocks and organic matter"}
{"id":"7-273","question_stem":"Toasting bread makes it","choices":{"text":["smaller","longer","wider","harder"]},"answerKey":"D","facts":["a toaster converts electrical energy into heat energy for toasting","an oven is a source of heat","as the amount of food an animal eats decreases , that organism will become thinner"],"clue":"Toasting bread makes it harder, as stated in the fact, because a toaster is a household appliance that converts electrical energy into heat energy for toasting, and the heat produced by the toaster causes the bread to become"}
{"id":"9-492","question_stem":"The moon reflects sunlight to arrive at","choices":{"text":["the moon","the ocean","orbiting satellites","the space station"]},"answerKey":"B","facts":["the moon reflects sunlight towards the Earth","the moon is the celestial object that is closest to the Earth","the solar system contains the moon"],"clue":"The moon reflects sunlight to arrive at the ocean, as stated in the fact, because the moon is a celestial body that reflects sunlight towards the Earth, and the light from the moon is visible in the ocean, creating the phenomenon of moonlight on"}
{"id":"7-29","question_stem":"A pond can be a community because","choices":{"text":["fish and frogs get along","there is a mix of life","life forms gather together","there is a lot of growth"]},"answerKey":"B","facts":["a community is made of many types of organisms in an area","an ecosystem contains a large community of living organisms in a particular place","an ecosystem contains large numbers of living organisms in a particular place"],"clue":"A pond can be a community because there is a mix of life, as stated in the fact, because a community is made up of many different types of organisms that live and interact with each other in a specific area, such as a pond"}
{"id":"118","question_stem":"Human astronauts have visited","choices":{"text":["the closest celestial object to earth","the closest planet to Earth","the closest sun to Earth","the closest space to Earth"]},"answerKey":"A","facts":["the moon is the celestial object that is closest to the Earth","the Sun is the star that is closest to Earth","Earth is the planet that is third closest to the Sun"],"clue":"Human astronauts have visited the closest celestial object to Earth, as stated in the fact, because the moon is the celestial object that is closest to the Earth, and human astronauts have visited the moon."}
{"id":"8-207","question_stem":"If I were recreating water going in and out, I would need to make sure","choices":{"text":["I paint the water orange","I include the animals","I use the sun for gravity","I repeat it twice"]},"answerKey":"D","facts":["a body of water is a source of water","animals require water for survival","rain is a source of water"],"clue":"If you were recreating water going in and out, you would need to include the animals, as stated in the fact, because a body of water is a source of water for many different types of animals, and these animals rely on the water for"}
{"id":"8-313","question_stem":"A boy is standing in the bathroom brushing his teeth, but the lights are off in the bathroom. However, his room is next to the bathroom and his bedroom light is on. The bathroom is still bright, because the mirror reflects","choices":{"text":["light from a car","light from the sun","light from the bathroom","light from the bedroom"]},"answerKey":"D","facts":["a mirror reflects light","a mirror is used for reflecting light","a white object reflects all visible light"],"clue":"The bathroom is still bright, because the mirror reflects light from the bedroom, as stated in the fact, because a mirror reflects light, and the light from the bedroom is reflected off the mirror in the bathroom, making it bright"}
{"id":"8-117","question_stem":"Why is acid rain unhealthy?","choices":{"text":["because it causes drought","because it evaporates too quickly","It contains various detrimental particles from the air","because it causes algae growth"]},"answerKey":"C","facts":["acid rain has a negative impact on water quality","acid can cause chemical change","food spoiling has a negative impact on the health of the animal that eats that food"],"clue":"Acid rain is unhealthy because it contains various detrimental particles from the air, as stated in the fact, because acid rain is formed when pollutants in the air, such as sulfur dioxide and nitrogen oxides, react with water and other chemicals in the atmosphere to form acidic compounds, which can then fall to the ground as acid rain. These acidic compounds can have a negative impact on water quality, as well as on the health of plants, animals, and humans"}
{"id":"285","question_stem":"powered on lightbulbs burst with cold water because they","choices":{"text":["electricity and water repel each other","the inside is also cool","the water starts to boil","the inside is hot"]},"answerKey":"D","facts":["some light bulbs convert electricity into light and heat energy","an incandescent light bulb converts electricity into heat by sending electricity through a filament","when electricity flows to a light bulb , the light bulb will turn on"],"clue":"Powered on light bulbs burst with cold water because the inside is hot, as stated in the fact, because some light bulbs convert electricity into light and heat energy, and the heat produced by the light bulb can cause the glass to become hot, making it more susceptible to breaking when cold water is"}
{"id":"8-419","question_stem":"What can build something over millions of years?","choices":{"text":["a river","a person","society","dinosaurs"]},"answerKey":"A","facts":["fossils are formed when layers of sediment cover the remains of organisms over time","a canyon forming occurs over a period of millions of years","if fossils of a water animal or plant are found in a place then that place used to be covered by water in the past"],"clue":"A river can build something over millions of years, as stated in the fact, because rivers can erode and shape the land over time, and they can also deposit layers of sediment that can eventually become rock, forming various landforms and features"}
{"id":"7-1137","question_stem":"Flashlights require batteries","choices":{"text":["to properly illuminate objects","to be used as a weapon","to meet weight requirements","to illuminate bright rooms"]},"answerKey":"A","facts":["a flashlight requires a source of electricity to produce light","a flashlight emits light","a flashlight converts chemical energy into light energy"],"clue":"A flashlight requires batteries to properly illuminate objects, as stated in the fact, because batteries are a source of electricity, and a flashlight requires a source of electricity to produce light"}
{"id":"7-888","question_stem":"If a car is stuck and people need to move it","choices":{"text":["they use horses to pull it","they are really stuck","they use their bodies to shove","they push it into the air"]},"answerKey":"C","facts":["pushing an object requires force","muscles pull bones to move the bones","a lever is used for moving heavy objects"],"clue":"If a car is stuck and people need to move it, they can push it, as stated in the fact, because pushing an object requires force, and people can use their bodies to apply force to the"}
{"id":"9-262","question_stem":"an animal is controlled by a","choices":{"text":["collection of neurons","friend","weather condition","higher power"]},"answerKey":"A","facts":["an animal 's brain controls that animal","animals adapt to their environment","an animal knows how to do instinctive behaviors when it is born"],"clue":"An animal is controlled by a collection of neurons, as stated in the fact, because a collection of neurons is what makes up an animal's brain, and the brain is what controls"}
{"id":"7-1134","question_stem":"What requires nutrients to grow and heal?","choices":{"text":["birds","computers","dirt","metals"]},"answerKey":"A","facts":["a living thing requires nutrients to grow","an animal requires nutrients to grow and heal","an organism requires energy for repair"],"clue":"A living thing requires nutrients to grow and heal, as stated in the fact, because nutrients are substances that are necessary for the growth, development, and maintenance of living organisms, and living things need nutrients to grow and"}
{"id":"7-994","question_stem":"A thermal conductor is made of","choices":{"text":["types of rubber","types of wire","electrodes","that which conducts"]},"answerKey":"D","facts":["a thermal conductor is made of materials that conduct thermal energy","metal is a thermal conductor","rubber is an thermal insulator"],"clue":"A thermal conductor is made of materials that conduct thermal energy, as stated in the fact, because a thermal conductor is a material that allows heat to pass through it, and materials that conduct thermal energy are used to make thermal conduct"}
{"id":"573","question_stem":"Invasive plants in an ecosystem often lead to","choices":{"text":["overpopulation","rainy weather","rashes","GMOs"]},"answerKey":"A","facts":["planting native plants has a positive impact on an ecosystem","humans moving into an environment usually causes native species to lose their habitats","planting trees has a positive impact on an ecosystem"],"clue":"Invasive plants in an ecosystem often lead to overpopulation, as stated in the fact, because invasive plants can outcompete native plants for resources, such as water, light, and nutrients, and this can lead to an overpopulation of the invasive plants in the ecosystem"}
{"id":"9-912","question_stem":"Where does a lightbulb send electricity to generate heat?","choices":{"text":["glass sphere","plastic circle","block of metal","metal thread"]},"answerKey":"D","facts":["an incandescent light bulb converts electricity into heat by sending electricity through a filament","some light bulbs convert electricity into light and heat energy","a light bulb converts electrical energy into light energy when it is turned on"],"clue":"An incandescent light bulb converts electricity into heat by sending electricity through a filament, as stated in the fact, because the filament is a thin wire made of a material that conducts electricity, and when electricity is passed through the filament, it heats up and generates heat"}
{"id":"837","question_stem":"As water gets warmer","choices":{"text":["it can cause hypothermia","it will stick to metal surfaces","it can freeze solids","it can turn ice into a puddle faster"]},"answerKey":"D","facts":["as temperature in an environment decreases , the amount of water an animal in that environment will lose will decrease","cycles of freezing and thawing water cause ice wedging","as temperature increases , the ability of that liquid to dissolve solids will increase"],"clue":"As water gets warmer, it can turn ice into a puddle faster, as stated in the fact, because as the temperature of the water increases, it will melt the ice more quickly, causing it to turn into a puddle faster."}
{"id":"8-452","question_stem":"An example of thermal conductivity is","choices":{"text":["Leaving a fire log poker in the fire place","Sitting down on a bed","Throwing a large ball","Yelling into a megaphone at a crowd"]},"answerKey":"A","facts":["thermal conduction is when materials conduct heat through those materials","metal is a thermal conductor","a thermal conductor is made of materials that conduct thermal energy"],"clue":"An example of thermal conductivity is leaving a fire log poker in the fireplace, as stated in the fact, because the fire log poker is a material that conducts heat, and when it is left in the fireplace, it will conduct heat through the material of the poker."}
{"id":"9-1158","question_stem":"running turns carbohydrates into","choices":{"text":["fat","sweat","motion and heat","protein"]},"answerKey":"C","facts":["when the body is hot , sweat is produced to cool the body","sweat cools a body","carbohydrates are made of sugars"],"clue":"Running turns carbohydrates into motion and heat, as stated in the fact, because when the body is hot, sweat is produced to cool the body, and the heat produced by the body during running is a result of the body converting carbohydrates into motion"}
{"id":"9-1050","question_stem":"Miletinae in the air above will have gone through a transmutation and would have already gone through what pre imago but post egg stage ?","choices":{"text":["egg stage","old stage","stage after larva","moth stage"]},"answerKey":"C","facts":["a moth undergoes metamorphosis","a female insect lays eggs during the adult stage of an insect 's life cycle","incomplete metamorphosis is when an insect reaches the adult stage without being a pupa"],"clue":"A moth undergoes metamorphosis, as stated in the fact, and the stage after the egg stage but before the moth stage is the larva stage, because a moth goes through a series of stages during its development, including the egg stage, the larva stage, the pupa stage, and the"}
{"id":"9-174","question_stem":"I need electrical energy to","choices":{"text":["Go running","cook some bread","Ride a bike","Go swimming"]},"answerKey":"B","facts":["electrical devices convert electricity into other forms of energy","electric devices require electrical energy to function","tidal energy can be used to produce electricity"],"clue":"Electrical devices convert electricity into other forms of energy, as stated in the fact, and in order to ride a bike, you would need electrical energy to convert into mechanical energy, which would then"}
{"id":"8-245","question_stem":"Producers provide an ecosystem with","choices":{"text":["glucose","carbon dioxide","water","glucosamine"]},"answerKey":"A","facts":["a producer is a source of sugar in an ecosystem","producer is a kind of role in an ecosystem","green plants provide food for consumers by performing photosynthesis"],"clue":"A producer is a source of sugar in an ecosystem, as stated in the fact, because a producer is an organism that is able to produce its own food through the process of photosynthesis, and during photosynthesis, a producer converts carbon dioxide and water into glucose, which is a type of sugar"}
{"id":"768","question_stem":"What is a unit for measuring heat energy?","choices":{"text":["kg","m","s","F"]},"answerKey":"D","facts":["temperature is a measure of heat energy","a thermometer is used to measure temperature","kilometers km are a unit used for measuring distance generally used for values between 1 and 50000000"],"clue":"Temperature is a measure of heat energy, as stated in the fact, and the unit for measuring heat energy is the degree Celsius, which is represented by the symbol \""}
{"id":"1580","question_stem":"What has a positive impact on body strength?","choices":{"text":["frequent physical contact","irregular body motion","decreased physical effort","active physical effort"]},"answerKey":"D","facts":["exercise has a positive impact on a body 's strength","being stronger usually has a positive impact on an living thing 's health","being stronger usually has a positive impact on an organism 's health"],"clue":"Exercise has a positive impact on a body's strength, as stated in the fact, because active physical effort, such as exercising, can help to build and strengthen the muscles in the"}
{"id":"9-28","question_stem":"A radiator is something that can","choices":{"text":["recycle water from the toilet","propel a rocket to the moon","keep a room comfortable","filter water from the tap"]},"answerKey":"C","facts":["a radiator is a source of heat","a car engine is a source of heat","a car engine usually converts gasoline into motion and heat through combustion"],"clue":"A radiator is a source of heat, as stated in the fact, because a radiator is a device that is used to heat a room or a building, and it does this by releasing heat into the air"}
{"id":"8-437","question_stem":"What is least likely to exchange damage from heat with it's surroundings?","choices":{"text":["A sheep","a car","A lake","A dead grove"]},"answerKey":"D","facts":["wood is an thermal energy insulator","an animal requires warmth for survival","down feathers are a thermal energy insulator"],"clue":"A dead grove is least likely to exchange damage from heat with its surroundings, as stated in the fact, because wood is an insulator of thermal energy, and a dead grove is made up of"}
{"id":"9-233","question_stem":"In order to assemble a bike, the following are needed with exception of?","choices":{"text":["Nails","Bolts","Screws","Bars"]},"answerKey":"A","facts":["a bicycle contains screws","if something is a raw material in a process then that something is required for that process","a simple machine requires mechanical energy to function"],"clue":"A bicycle contains screws, as stated in the fact, and in order to assemble a bike, the following are needed with the exception of nails, because nails are not typically used in the assembly"}
{"id":"873","question_stem":"When we made some confetti it differed from the original sheets of paper in","choices":{"text":["color","pattern","temperature","shape"]},"answerKey":"D","facts":["when a mineral is rubbed on a streak plate , some of the material breaks off and forms a powder","classifying means grouping materials by their properties","the composition of something can be used to identify that something"],"clue":"When confetti is made from sheets of paper, it differs from the original sheets of paper in shape, as stated in the fact, because when a sheet of paper is torn or cut into small pieces, it changes shape and becomes confetti"}
{"id":"9-286","question_stem":"How many odorant receptors do honey bees have?","choices":{"text":["4","270","170","70"]},"answerKey":"C","facts":["as the amount of fragrance of a flower increases , the number of pollinators it will attract increases","A bee is a pollinating animal","smell is used for finding food by some animals"],"clue":"Honey bees have 170 odorant receptors, as stated in the fact, because the number of odorant receptors that a honey bee has allows it to detect and respond to the fragrance of a flower, and as the amount of fragrance of a flower increases, the number of pollinators it will attract"}
{"id":"7-712","question_stem":"what makes food cooking possible?","choices":{"text":["a temperature rise on it","the washing of it","the taste of it","none of these"]},"answerKey":"A","facts":["cooking food requires adding heat energy","if food is cooked then heat energy is added to that food","cooking causes a chemical reaction"],"clue":"Cooking food requires adding heat energy, as stated in the fact, and a temperature rise on food is a result of adding heat energy to the food, which makes cooking possible"}